{"DIPLOBLASTIC":"Characterizing the ovum when it has two primary germinallayers.","DEFIGURE":"To delineate. [Obs.]These two stones as they are here defigured. Weever.","LOMBARD":"Of or pertaining to Lombardy, or the inhabitants of Lombardy.","BAHAISM":"The religious tenets or practices of the Bahais.","FUMERELL":"See Femerell.","ROYALET":"A petty or powerless king. [R.]there were at this time two other royalets, as only kings by hisleave. Fuller.","TROPHIED":"Adorned with trophies.The trophied arches, storied halls, invade. Pope.","ZEQUIN":"See Sequin.","MILLWRIGHT":"A mechanic whose occupation is to build mills, or to set uptheir machinery.","PHOTOGRAPHOMETER":"An instrument for determining the sensibility of the platesemployed in photographic processes to luminous rays.","SCHEELIUM":"The metal tungsten. [Obs.]","ALVEOLATE":"Deeply pitted, like a honeycomb.","LIMULUS":"The only existing genus of Merostomata. It includes only a fewspecies from the East Indies, and one (Limulus polyphemus) from theAtlantic coast of North America. Called also Molucca crab, king crab,horseshoe crab, and horsefoot.","OSMUND":"A fern of the genus Osmunda, or flowering fern. The mostremarkable species is the osmund royal, or royal fern (Osmundaregalis), which grows in wet or boggy places, and has large bipinnatefronds, often with a panicle of capsules at the top. The rootstockcontains much starch, and has been used in stiffening linen.","POTTEEN":"See Poteen.","UNDERRUN":"To run or pass under; especially (Naut.), to pass along andunder, as a cable, for the purpose of taking it in, or of examiningit.","EMPLASTIC":"Fit to be applied as a plaster; glutinous; adhesive; as,emplastic applications.","RHYTHMICS":"The department of musical science which treats of the length ofsounds.","PLEUROPTERA":"A group of Isectivora, including the colugo.","UNBLOODY":"Not bloody. Dryden. Unbloody sacrifice. (a) A sacrifice inwhich no victim is slain. (b) (R. C. Ch.) The Mass.","CINCINNUS":"A form of monochasium in which the lateral branches arisealternately on opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cin\"nal (#), a.","INDOCILITY":"The quality or state of being indocile; dullness of intellect;unteachableness; intractableness.The stiffness and indocility of the Pharisees. W. Montagu.","TELEOCEPHIAL":"An extensive order of bony fishes including most of the commonmarket species, as bass, salmon, cod, perch, etc.","CANEBRAKE":"A thicket of canes. Ellicott.","QUININIC":"Pertaining to, or designating, a nitrogenous acid obtained as ayellow crystalline substance by the oxidation of quinine.","RICINIC":"Pertaining to, or derived from, castor oil; formerly,designating an acid now called ricinoleic acid.","TELLURAL":"Of or pertaining to the earth. [R.]","OTHERNESS":"The quality or state of being other or different; alterity;oppositeness.","FASCICLE":"A small bundle or collection; a compact cluster; as, a fascicleof fibers; a fascicle of flowers or roots.","REENJOYMENT":"Renewed enjoiment.","LONGIROSTER":"One of the Longirostres.","RHAPSODIZE":"To utter as a rhapsody, or in the manner of a rhapsody Sterne.","WATER VIOLET":"See under Violet.","TRUNCHEONED":"Having a truncheon.","UNDERWENT":"imp. of Undergo.","APITPAT":"With quick beating or palpitation; pitapat. Congreve.","BRISKET":"That part of the breast of an animal which extends from thefore legs back beneath the ribs; also applied to the fore part of ahorse, from the shoulders to the bottom of the chest.","KEPHALIN":"One of a group of nitrogenous phosphorized principles, supposedby Thudichum to exist in brain tissue.","METELY":"According to measure or proportion; proportionable;proportionate. [Obs.]","JOHNSON GRASS":"A tall perennial grass (Sorghum Halepense), valuable in theSouthern and Western States for pasture and hay. The rootstocks arelarge and juicy and are eagerly sought by swine. Called also Cubagrass, Means grass, Evergreen millet, and Arabian millet.","MOP":"A made-up face; a grimace. \"What mops and mowes it makes!\"Beau. & Fl.","SYMPOSIAC":"Of or pertaining to compotations and merrymaking; happeningwhere company is drinking together; as, symposiac meetings.Symposiac disputations amongst my acquaintance. Arbuthnot.","ULVA":"A genus of thin papery bright green seaweeds including thekinds called sea lettuce.","-ANA":"A suffix to names of persons or places, used to denote acollection of notable sayings, literary gossip, anecdotes, etc. Thus,Scaligerana is a book containing the sayings of Scaliger, Johnsonianaof Johnson, etc.","PHARISEAN":"Following the practice of Pharisees; Pharisaic. [Obs.]\"Pharisean disciples.\" Milton.","PUTRIDNESS":"Putridity. Floyer.","TOUSEL":"Same as Tousle. [Colloq.]","TETRAGON":"A plane figure having four sides and angles; a quadrangle, as asquare, a rhombus, etc.","HARELD":"The long-tailed duck. See Old Squaw.","PYCNOSTYLE":"See under Intercolumniation. -n.","BOLE":"The trunk or stem of a tree, or that which is like it.Enormous elm-tree boles did stoop and lean. Tennyson.","BASISOLUTE":"Prolonged at the base, as certain leaves.","HISTORIOGRAPHY":"The art of employment of an historiographer.","CURSORILY":"In a running or hasty manner; carelessly.","GLOSSARIST":"A writer of glosses or of a glossary; a commentator; ascholiast. Tyrwhitt.","APOTACTITE":"One of a sect of ancient Christians, who, in supposed imitationof the first believers, renounced all their possessions.","FRITHY":"Woody. [Obs.] Skelton.","ZECHIN":"See Sequin.","BESTAR":"To sprinkle with, or as with, stars; to decorate with, or aswith, stars; to bestud. \"Bestarred with anemones.\" W. Black.","CARICATURIST":"One who caricatures.","CHAMAL":"The Angora goat. See Angora goat, under Angora.","OPINIATED":"Opinionated. [Obs.]","PELICOSAURIA":"A suborder of Theromorpha, including terrestrial reptiles fromthe Permian formation.","PICKERY":"Petty theft. [Scot.] Holinshed.","DOUR":"Hard; inflexible; obstinate; sour in aspect; hardy; bold.[Scot.]A dour wife, a sour old carlin. C. Reade.","AGERATUM":"A genus of plants, one species of which (A. Mexicanum) haslavender-blue flowers in dense clusters.","BEDSTAFF":"\"A wooden pin stuck anciently on the sides of the bedstead, tohold the clothes from slipping on either side.\" Johnson.Hostess, accommodate us with a bedstaff. B. Jonson.Say there is no virtue in cudgels and bedstaves. Brome.","GLADFUL":"Full of gladness; joyful; glad. [R.] -- Glad\"ful*ness, n. [R.]Spenser.It followed him with gladful glee. Spenser.","INDOXYL":"A nitrogenous substance, C8H7NO, isomeric with oxindol,obtained as an oily liquid.","NOTHINGISM":"Nihility; nothingness. [R.]","GNARL":"To growl; to snarl.And wolves are gnarling who shall gnaw thee first. Shak.","ANGIOSPERMATOUS":"Same as Angiospermous.","INCUNABULUM":"A work of art or of human industry, of an early epoch;especially, a book printed before A. D. 1500.","MORIGERATION":"Obsequiousness; obedience. [Obs.] Evelyn.","INCOMPARED":"Peerless; incomparable. [Obs.] Spenser.","OVERSWAY":"To bear sway over.","SUBSECUTE":"To follow closely, or so as to overtake; to pursue. [Obs.]To follow and detain him, if by any possibility he could besubsecuted and overtaken. E. Hall.","BACILLUS":"A variety of bacterium; a microscopic, rod-shaped vegetableorganism.","ETHEREALITY":"The state of being ethereal; etherealness.Something of that ethereality of thought and manner which belonged toWordsworth's earlier lyrics. J. C. Shairp.","REJOICER":"One who rejoices.","SINGULT":"A sigh or sobbing; also, a hiccough. [Obs.] Spenser. W. Browne.","MELAINOTYPE":"See Melanotype.","STOPPED":"Made by complete closure of the mouth organs; shut; -- said ofcertain consonants (p, b, t, d, etc.). H. Sweet.","WESTERING":"Passing to the west.Toward heaven's descent had sloped his westering wheel. Milton.","CHINAMAN":"A native of China; a Chinese.","FORESKIN":"The fold of skin which covers the glans of the penis; theprepuce.","CEPHALOTOME":"An instrument for cutting into the fetal head, to facilitatedelivery.","OVERLOOKER":"One who overlooks.","CARBINOL":"Methyl alcohol, CH3OH; -- also, by extension, any one in thehomologous series of paraffine alcohols of which methyl alcohol isthe type.","PROFESSED":"Openly declared, avowed, acknowledged, or claimed; as, aprofessed foe; a professed tyrant; a professed Christian. Theprofessed (R. C. Ch.) , a certain class among the Jesuits bound by aspecial vow. See the note under Jesuit.","COPPER-NOSE":"A red nose. Shak.","ESOTERICISM":"Esoteric doctrine or principles.","APLACENTAL":"Belonging to the Aplacentata; without placenta.","JURAMENTUM":"An oath.","LITHARGYRUM":"Crystallized litharge, obtained by fusion in the form of fineyellow scales.","LUCIFERIAN":"One of the followers of Lucifer, bishop of Cagliari, in thefourth century, who separated from the orthodox churches because theywould not go as far as he did in opposing the Arians.","VERDINE":"A commercial name for green aniline dye.","ARUNDIFEROUS":"Producing reeds or canes.","EXCEEDINGLY":"To a very great degree; beyond what is usual; surpassingly. Itsignifies more than very.","STAGNANTLY":"In a stagnant manner.","UNMAGISTRATE":"To divest of the office or authority of a magistrate. [Obs.]Milton.","BOTTOM":"The part of a ship which is ordinarily under water; hence, thevessel itself; a ship.My ventures are not in one bottom trusted. Shak.Not to sell the teas, but to return them to London in the samebottoms in which they were shipped. Bancroft.Full bottom, a hull of such shape as permits carrying a large amountof merchandise.","CARPETLESS":"Without a carpet.","RESEMBLABLE":"Admitting of being compared; like. [Obs.] Gower.","RINGBIRD":"The reed bunting. It has a collar of white feathers. Calledalso ring bunting.","OVERGREEDY":"Excessively greedy.","BOUNDING":"Moving with a bound or bounds.The bounding pulse, the languid limb. Montgomery.","ASCERTAINMENT":"The act of ascertaining; a reducing to certainty; a finding outby investigation; discovery.The positive ascertainment of its limits. Burke.","DEVOTEMENT":"The state of being devoted, or set apart by a vow. [R.] Bp.Hurd.","CALOTYPE":"A method of taking photographic pictures, on paper sensitizedwith iodide of silver; -- also called Talbotype, from the inventor,Mr. Fox. Talbot.","SANDWICH":"Two pieces of bread and butter with a thin slice of meat,cheese, or the like, between them.","BORING":"The chips or fragments made by boring. Boring bar, a revolvingor stationary bar, carrying one or more cutting tools for dressinground holes.-- Boring tool (Metal Working), a cutting tool placed in a cutterhead to dress round holes. Knight.","IMPERIOUSNESS":"The quality or state of being imperious; arrogance;haughtiness.Imperiousness and severity is but an ill way of treating men who havereason of their own to guide them. Locke.","HAEMOPLASTIC":"Same as Hæmatoplastic.","TANIST":"In Ireland, a lord or proprietor of a tract of land or of acastle, elected by a family, under the system of tanistry.This family [the O'Hanlons] were tanists of a large territory withinthe present county of Armagh. M. A. Lower.","MAINTOP":"The platform about the head of the mainmast in square-riggedvessels.","NUMB":"To make numb; to deprive of the power of sensation or motion;to render senseless or inert; to deaden; to benumb; to stupefy.For lazy winter numbs the laboring hand. Dryden.Like dull narcotics, numbing pain. Tennyson.","TANYSTOMATA":"A division of dipterous insects in which the proboscis is largeand contains lancelike mandibles and maxillæ. The horseflies androbber flies are examples.","ARLES":"An earnest; earnest money; money paid to bind a bargain.[Scot.] Arles penny, earnest money given to servants. Kersey.","SACCHARIMETRY":"The act, process or method of determining the amount and kindof sugar present in sirup, molasses, and the like, especially by theemployment of polarizing apparatus.","GRAMOPHONE":"An instrument for recording, preserving, and reproducingsounds, the record being a tracing of a phonautograph etched in somesolid material. Reproduction  is accomplished by means of a systemattached to an elastic diaphragm.","LIMOUS":"Muddy; slimy; thick. Sir T. Browne.","RESORBENT":"Swallowing up. Wodhull.","REIS":"The word is used as a Portuguese designation of money ofaccount, one hundred reis being about equal in value to eleven cents.","DEPHLEGMATOR":"An instrument or apparatus in which water is separated byevaporation or distillation; the part of a distilling apparatus inwhich the separation of the vapors is effected.","PADDLEWOOD":"The light elastic wood of the Aspidosperma excelsum, a tree ofGuiana having a fluted trunk readily split into planks.","MISTITLE":"To call by a wrong title.","PERSUASIBILITY":"Capability of being persuaded. Hawthorne.","RAFTING":"The business of making or managing rafts.","PROTEROGYNOUS":"Having the pistil come to maturity before the stamens;protogynous; -- opposed to proterandrous.","MULTIFACED":"Having many faces.","CATCHPENNY":"Made or contrived for getting small sums of money from theignorant or unwary; as, a catchpenny book; a catchpenny show.-- n.","VILLA":"A country seat; a country or suburban residence of somepretensions to elegance. Dryden. Cowper.","OARSMAN":"One who uses, or is skilled in the use of, an oar; a rower.","MAGNIFICENCE":"The act of doing what magnificent; the state or quality ofbeing magnificent. Acts xix. 27. \"Then cometh magnificence.\" Chaucer.And, for the heaven's wide circuit, let it speak The Maker's highmagnificence, who built so spacious. Milton.The noblest monuments of Roman magnificence. Eustace.","THUNDERHEAD":"A rounded mass of cloud, with shining white edges; a cumulus, -- often appearing before a thunderstorm.","SORTANCE":"Suitableness; agreement. [Obs.] hak.","TRIFOLIUM":"A genus of leguminous herbs with densely spiked flowers andusually trifoliate leaves; trefoil. There are many species, all ofwhich are called clover. See Clover.","GLIB":"To make glib. [Obs.] Bp. Hall.","FOOTHOT":"Hastily; immediately; instantly; on the spot; hotfloot. Gower.Custance have they taken anon, foothot. Chaucer.","ORPHELINE":"An orphan. [Obs.] Udcll.","ADULARIA":"A transparent or translucent variety of common feldspar, ororthoclase, which often shows pearly opalescent reflections; --called by lapidaries moonstone.","JUMPING DISEASE":"A convulsive tic similar to or identical with miryachit,observed among the woodsmen of Maine.","STAGY":"Having an air or manner characteristic of the stage;theatrical; artificial; as, a stagy tone or bearing; --chiefly useddepreciatively.","POLITICASTER":"A petty politician; a pretender in politics. Milton.","SHRIEKER":"One who utters a shriek.","PRATIQUE":"Primarily, liberty of converse; intercourse; hence, acertificate, given after compliance with quarantine regulations,permitting a ship to land passengers and crew; -- a term usedparticularly in the south of Europe.","HIGH":"To hie. [Obs.]Men must high them apace, and make haste. Holland.","PUSILLANIMOUSLY":"With pusillanimity.","MALTMAN":"A man whose occupation is to make malt.","VIRGINIA":"One of the States of the United States of America.-- a.","AMISSIBLE":"Liable to be lost. [R.]","QUARTERLY":"A periodical work published once a quarter, or four times in ayear.","WATER BELLOWS":"Same as Tromp.","INCORPOREALIST":"One who believes in incorporealism. Cudworth.","PROTEUS":"A sea god in the service of Neptune who assumed differentshapes at will. Hence, one who easily changes his appearance orprinciples.","ANTISYPHILITIC":"Efficacious against syphilis.-- n.","CATACAUSTIC":"Relating to, or having the properties of, a caustic curveformed by reflection. See Caustic, a. Nichol.","RELENTMENT":"The act or process of retenting; the state of having relented.Sir T. Browne.","BETTY":"A short bar used by thieves to wrench doors open. [Written alsobettee.]The powerful betty, or the artful picklock. Arbuthnot.","FREN":"A stranger. [Obs.] Spenser.","PRODIGIOUSNESS":"The quality or state of being prodigious; the state of havingqualities that excite wonder or astonishment; enormousness; vastness.","INSCRUTABLY":"In an inscrutable manner.","BEJUMBLE":"To jumble together.","NEMOPHILIST":"One who is fond of forest or forest scenery; a haunter of thewoods. [R.]","GOOD-TEMPERED":"Having a good temper; not easily vexed. See Good-natured.","RANDON":"Random. [Obs.] Spenser.","BOTCHEDLY":"In a clumsy manner.","EXCOMMUNE":"To exclude from participation in; to excommunicate. [Obs.]Poets . . . were excommuned Plato's common wealth Gayton.","BULLOCK":"To bully. [Obs.]She shan't think to bullock and domineer over me. Foote.","AKNOW":"Earlier form of Acknow. [Obs.] To be aknow, to acknowledge; toconfess. [Obs.]","GYROSTATIC":"Of or pertaining to the gyrostat or to gyrostatics.","CRURAL":"Of or pertaining to the thigh or leg, or to any of the partscalled crura; as, the crural arteries; crural arch; crural canal;crural ring.","CATCHWORD":"The first word of any page of a book after the first, insertedat the right hand bottom corner of the preceding page for theassistance of the reader. It is seldom used in modern printing.","PRETENSELESS":"Not having or making pretenses.","PASHAW":"See Pasha.","PERISSE":"To perish. [Obs.] Chaucer.","PECULIARIZE":"To make peculiar; to set appart or assign, as an exclusivepossession. [R.] Dr. John Smith.","PYOPNEUMOTHORAX":"Accumulation of air, or other gas, and of pus, in the pleuralcavity.","TIRING-ROOM":"The room or place where players dress for the stage.","ORCHIDOLOGIST":"One versed in orchidology.","SEMIBRIEF":"A semibreve. [R.]","LUBRICOUS":"Lubric.","AFFRIENDED":"Made friends; reconciled. [Obs.] \"Deadly foes . . .affriended.\" Spenser.","EPENDYMA":"The epithelial lining of the ventricles of the brain and thecanal of the spinal cord; endyma; ependymis.","EXTRADITE":"To deliver up by one government to another, as a fugitive fromjustice. See Extradition.","PERMISSIBILITY":"The quality of being permissible; permissibleness;allowableness.","SUPERNATURAL":"Being beyond, or exceeding, the power or laws of nature;miraculous.","BROADSPREADING":"Spreading widely.","FUSS":"To be overbusy or unduly anxious about trifles; to make abustle or ado. Sir W. Scott.","REPARTEE":"A smart, ready, and witty reply.Cupid was as bad as he; Hear but the youngster's repartee. Prior.","EXTRAMISSION":"A sending out; emission. [Obs.] Sir T. Browne.","ANGULOSE":"Angulous. [R.]","TRUSTILY":"In a trusty manner.","ANNULLER":"One who annuls. [R.]","ERYSIPELOUS":"Erysipelatous.","REPROVINGLY":"In a reproving manner.","GEEZ":"The original native name for the ancient Ethiopic language orpeople. See Ethiopic.","MISTRUSTLESS":"Having no mistrust or suspicion.The swain mistrustless of his smutted face. Goldsmith.","EXTRUCTION":"A building up; construction. [Obs.] Cockeram.","CONFLATION":"A blowing together, as of many instruments in a concert, or ofmany fires in a foundry. [R.]  Bacon.","SEA":"A great brazen laver in the temple at Jerusalem; -- so calledfrom its size.He made a molten sea of ten cubits from brim to brim, round incompass, and five cubits the height thereof. 2 Chron. iv. 2.","BERBE":"An African genet (Genetta pardina). See Genet.","TITRATED":"Standardized; determined or analyzed by titration; as, titratedsolutions.","TRAMONTANA":"A dry, cold, violent, northerly wind of the Adriatic.","JAPANNISH":"After the manner of the Japanese; resembling japanned articles.Carlyle.","GRUNTLING":"A young hog.","CONCAUSE":"A joint cause. Fotherby.","ABJUDICATION":"Rejection by judicial sentence. [R.] Knowles.","ANTIPYRESIS":"The condition or state of being free from fever.","RICINOLEIN":"The glycerin salt of ricinoleic acid, occuring as acharacteristic constituent of castor oil; -- formerly called palmin.","COHERER":"Any device in which an imperfectly conducting contact betweenpieces of metal or other conductors loosely resting against eachother is materially improved in conductivity by the influence ofHertzian waves; -- so called by Sir O. J. Lodge in 1894 on theassumption that the impact of the electic waves caused the looselyconnected parts to cohere, or weld together, a condition easilydestroyed by tapping. A common form of coherer as used in wirelesstelegraphy consists of a tube containing filings (usually a pinch ofnickel and silver filings in equal parts) between terminal wires orplugs (called conductor plugs).","YELLOW":"Being of a bright saffronlike color; of the color of gold orbrass; having the hue of that part of the rainbow, or of the solarspectrum, which is between the orange and the green.Her yellow hair was browded [braided] in a tress. Chaucer.A sweaty reaper from his tillage brought First fruits, the green earand the yellow sheaf. Milton.The line of yellow light dies fast away. Keble.Yellow atrophy (Med.), a fatal affection of the liver, in which itundergoes fatty degeneration, and becomes rapidly smaller and of adeep yellow tinge. The marked symptoms are black vomit, delirium,convulsions, coma, and jaundice.-- Yellow bark, calisaya bark.-- Yellow bass (Zoöl.), a North American fresh-water bass (Moroneinterrupta) native of the lower parts of the Mississippi and itstributaries. It is yellow, with several more or less broken blackstripes or bars. Called also barfish.-- Yellow berry. (Bot.) Same as Persian berry, under Persian.-- Yellow boy, a gold coin, as a guinea. [Slang] Arbuthnot.-- Yellow brier. (Bot.) See under Brier.-- Yellow bugle (Bot.), a European labiate plant (Ajuga Chamæpitys).-- Yellow bunting (Zoöl.), the European yellow-hammer.-- Yellow cat (Zoöl.), a yellow catfish; especially, the bashaw.-- Yellow copperas (Min.), a hydrous sulphate of iron; -- calledalso copiapite.-- Yellow copper ore, a sulphide of copper and iron; copper pyrites.See Chalcopyrite.-- Yellow cress (Bot.), a yellow-flowered, cruciferous plant(Barbarea præcox), sometimes grown as a salad plant.-- Yellow dock. (Bot.) See the Note under Dock.-- Yellow earth, a yellowish clay, colored by iron, sometimes usedas a yellow pigment.-- Yellow fever (Med.), a malignant, contagious, febrile disease ofwarm climates, attended with jaundice, producing a yellow color ofthe skin, and with the black vomit. See Black vomit, in theVocabulary.-- Yellow flag, the quarantine flag. See under Quarantine, and 3dFlag.-- Yellow jack. (a) The yellow fever. See under 2d Jack. (b) Thequarantine flag. See under Quarantine.-- Yellow jacket (Zoöl.), any one of several species of Americansocial wasps of the genus Vespa, in which the color of the body ispartly bright yellow. These wasps are noted for their irritability,and for their painful stings.-- Yellow lead ore (Min.), wulfenite.-- Yellow lemur (Zoöl.), the kinkajou.-- Yellow macauco (Zoöl.), the kinkajou.-- Yellow mackerel (Zoöl.), the jurel.-- Yellow metal. Same as Muntz metal, under Metal.-- Yellow ocher (Min.), an impure, earthy variety of brown iron ore,which is used as a pigment.-- Yellow oxeye (Bot.), a yellow-flowered plant (Chrysanthemumsegetum) closely related to the oxeye daisy.-- Yellow perch (Zoöl.), the common American perch. See Perch.-- Yellow pike (Zoöl.), the wall-eye.-- Yellow pine (Bot.), any of several kinds of pine; also, theiryellowish and generally durable timber. Among the most common arevaluable species are Pinus mitis and P. palustris of the Eastern andSouthern States, and P. ponderosa and P. Arizonica of the RockyMountains and Pacific States.-- Yellow plover (Zoöl.), the golden plover.-- Yellow precipitate (Med. Chem.), an oxide of mercury which isthrown down as an amorphous yellow powder on adding corrosivesublimate to limewater.-- Yellow puccoon. (Bot.) Same as Orangeroot.-- Yellow rail (Zoöl.), a small American rail (PorzanaNoveboracensis) in which the lower parts are dull yellow, darkest onthe breast. The back is streaked with brownish yellow and with black,and spotted with white. Called also yellow crake.-- Yellow rattle, Yellow rocket. (Bot.) See under Rattle, andRocket.-- Yellow Sally (Zoöl.), a greenish or yellowish European stone flyof the genus Chloroperla; -- so called by anglers.-- Yellow sculpin (Zoöl.), the dragonet.-- Yellow snake (Zoöl.), a West Indian boa (Chilobothrus inornatus)common in Jamaica. It becomes from eight to ten long. The body isyellowish or yellowish green, mixed with black, and anteriorly withblack lines.-- Yellow spot. (a) (Anat.) A small yellowish spot with a centralpit, the fovea centralis, in the center of the retina where vision ismost accurate. See Eye. (b) (Zoöl.) A small American butterfly(Polites Peckius) of the Skipper family. Its wings are brownish, witha large, irregular, bright yellow spot on each of the hind wings,most conspicuous beneath. Called also Peck's skipper. See Illust.under Skipper, n., 5.-- Yellow tit (Zoöl.), any one of several species of crested titmiceof the genus Machlolophus, native of India. The predominating colorsof the plumage are yellow and green.-- Yellow viper (Zoöl.), the fer-de-lance.-- Yellow warbler (Zoöl.), any one of several species of Americanwarblers of the genus Dendroica in which the predominant color isyellow, especially D. æstiva, which is a very abundant and familiarspecies; -- called also garden warbler, golden warbler, summeryellowbird, summer warbler, and yellow-poll warbler.-- Yellow wash (Pharm.), yellow oxide of mercury suspended in water,-- a mixture prepared by adding corrosive sublimate to limewater.-- Yellow wren (Zoöl.) (a) The European willow warbler. (b) TheEuropean wood warbler.","DRABBLER":"A piece of canvas fastened by lacing to the bonnet of a sail,to give it a greater depth, or more drop.","ICILY":"In an icy manner; coldly.Faultily faultless, icily regular, splendidly null, Dead perfection,no more. Tennyson.","ANTE":"Each player's stake, which is put into the pool before (ante)the game begins.","ON-HANGER":"A hanger-on.","PERSALT":"A term formerly given to the salts supposed to be formedrespectively by neutralizing acids with certain peroxides. [Obsoles.]","BONIFY":"To convert into, or make, good.To bonify evils, or tincture them with good. Cudworth.","OVERSHADE":"To cover with shade; to render dark or gloomy; to overshadow.Shak.","YAMMA":"The llama.","TAWER":"One who taws; a dresser of white leather.","LIMONIN":"A bitter, white, crystalline substance found in orange andlemon seeds.","CYMOPHANE":"See Chrysoberyl.","BIPOLARITY":"Bipolar quality.","SACCHOLACTATE":"A salt of saccholactactic acid; -- formerly called alsosaccholate. [Obs.] See Mucate.","ALACRIOUSNESS":"Alacrity. [Obs.] Hammond.","BITSTOCK":"A stock or handle for holding and rotating a bit; a brace.","PLATYRHINE":"Having the nose broad; -- opposed to Ant: leptorhine.-- n. (Zoöl.)","PIG":"A piggin. [Written also pigg.]","PREFIDENCE":"The quality or state of being prefident. [Obs.] Baxter.","EVERYTHING":"Whatever pertains to the subject under consideration; allthings.More wise, more learned, more just, more everything. Pope.","LIGNIFORM":"Like wood.","COPRA":"The dried meat of the cocoanut, from which cocoanut oil isexpressed. [Written also cobra, copperah, coppra.]","PINKNESS":"Quality or state of being pink.","ACUTELY":"In an acute manner; sharply; keenly; with nice discrimination.","COMPOS-MENTIS":"One who is compos mentis. [Colloq.]","ANTENICENE":"Of or in the Christian church or era, anterior to the firstcouncil of Nice, held a. d. 325; as, antenicene faith.","EXPLORING":"Employed in, or designed for, exploration. \"Exploring parties.\"Bancroft.","NARRATE":"To tell, rehearse, or recite, as a story; to relate theparticulars of; to go through with in detail, as an incident ortransaction; to give an account of.","DOGATE":"The office or dignity of a doge.","KNOUT":"A kind of whip for flogging criminals, formerly much used inRussia. The last is a tapering bundle of leather thongs twisted withwire and hardened, so that it mangles the flesh.","SAFE":"A place for keeping things in safety. Specifically:(a) A strong and fireproof receptacle (as a movable chest of steel,etc., or a closet or vault of brickwork) for money, valuable papers,or the like.(b) A ventilated or refrigerated chest or closet for securingprovisions from noxious animals or insects.","YTTRIA":"The oxide, Y2O3, or earth, of yttrium.","ATOLE":"A porridge or gruel of maize meal and water, milk, or the like.[Sp. Amer.]","EYSELL":"Same as Eisel. [Obs.] Shak.","MANUFACTORY":"Pertaining to manufacturing.","TIMAL":"The blue titmouse. [Prov. Eng.]","CHELIDONIC":"Of, pertaining to, or derived from, the celandine. Cheidonicacid, a weak acid extracted fron the celandine (Chelidonium majus),as a white crystalline substance.","PANSHON":"An earthen vessel wider at the top than at the bottom, -- usedfor holding milk and for various other purposes. [Prov. Eng.]Halliwell.","WATERCOURSE":"One of the holes in floor or other plates to permit water toflow through.","CONTROVERSARY":"Controversial. [Obs.] Bp. Hall.","SICH":"Such. [Obs. or Colloq.] Spenser.","INFUSER":"One who, or that which, infuses.","SUBDULCID":"Somewhat sweet; sweetish. [R.]","ESTER":"An ethereal salt, or compound ether, consisting of an organicradical united with the residue of any oxygen acid, organic orinorganic; thus the natural fats are esters of glycerin and the fattyacids, oleic, etc.","ARSENICISM":"A diseased condition produced by slow poisoning with arsenic.","OVERSPAN":"To reach or extend over.","ANTIPATHIC":"Belonging to antipathy; opposite; contrary; allopathic.","HEURISTIC":"Serving to discover or find out.","BACTERICIDE":"Same as Germicide.","LENGTHY":"Having length; rather long or too long; prolix; not brief; --said chiefly of discourses, writings, and the like. \"Lengthyperiods.\" Washington. \"Some lengthy additions.\" Byron. \"These wouldbe details too lengthy.\" Jefferson. \"To cut short lengthyexplanations.\" Trench.","EMERSED":"Standing out of, or rising above, water. Gray.","SYNGENESIA":"A Linnæan class of plants in which the stamens are united bythe anthers.","VEILLESS":"Having no veil. Tennyson.","EXPUGN":"To take by assault; to storm; to overcome; to vanquish; as, toexpugn cities; to expugn a person by arguments.","RETTERY":"A place or establishment where flax is retted. See Ret. Ure.","EXPULSE":"To drive out; to expel. [Obs.]If charity be thus excluded and expulsed. Milton.","OYSTERING":"Gathering, or dredging for, oysters.","PARALYTIC":"A person affected with paralysis.","PESTIFEROUSLY":"In a pestiferuos manner.","HEARTSICK":"Sick at heart; extremely depressed in spirits; very despondent.","DINGY":"Soiled; sullied; of a dark or dusky color; dark brown; dirty.\"Scraps of dingy paper.\" Macaulay.","EIGHT":"An island in a river; an ait. [Obs.] \"Osiers on their eights.\"Evelyn.","FIRELESS":"Destitute of fire.","DISVALUATION":"Disesteem; depreciation; disrepute. Bacon.","FOLIATE":"Furnished with leaves; leafy; as, a foliate stalk. Foliatecurve. (Geom.) Same as Folium.","AROMATOUS":"Aromatic. [Obs.] Caxton.","EVOLVE":"To become open, disclosed, or developed; to pass through aprocess of evolution. Prior.","LIGSAM":"Same as Ligan. Brande & C.","CORSEPRESENT":"An offering made to the church at the interment of a dead body.Blackstone.","LINEARY":"Linear. Holland.","CONCH":"A name applied to various marine univalve shells; esp. to thoseof the genus Strombus, which are of large size. S. gigas is the largepink West Indian conch. The large king, queen, and cameo conchs areof the genus Cassis. See Cameo.","BAROSCOPE":"Any instrument showing the changes in the weight of theatmosphere; also, less appropriately, any instrument that indicates -or foreshadows changes of the weather, as a deep vial of liquidholding in suspension some substance which rises and falls withatmospheric changes.","TRUNK STEAMER":"A freight steamer having a high hatch coaming extending almostcontinuously fore and aft, but not of whaleback form at the sides.","MACROCHIRES":"A division of birds including the swifts and humming birds. Socalled from the length of the distal part of the wing.","RETIPED":"A bird having small polygonal scales covering the tarsi.","CERTIFICATION":"The act of certifying.","TINSMITH":"One who works in tin; a tinner.","MISPLEAD":"To err in pleading.","WATER BLACKBIRD":"The European water ousel, or dipper.","WORNIL":"See Wormil.","PENCILED":"Marked with parallel or radiating lines.","HERBALIST":"One skilled in the knowledge of plants; a collector of, ordealer in, herbs, especially medicinal herbs.","COAITA":"The native name of certain South American monkeys of the genusAteles, esp. A. paniscus. The black-faced coaita is Ateles ater. SeeIllustration in Appendix.","NIPPING":"Biting; pinching; painful; destructive; as, a nipping frost; anipping wind.","ZOUNDS":"An exclamation formerly used as an oath, and an expression ofanger or wonder.","STELLIONATE":"Any fraud not distinguished by a more special name; -- chieflyapplied to sales of the same property to two different persons, orselling that for one's own which belongs to another, etc. Erskine.","SPORTINGLY":"In sport; sportively.The question you there put, you do it, I suppose, but sportingly.Hammond.","VERMICULE":"A small worm or insect larva; also, a wormlike body. [R.]Derham.","FLUTIST":"A performer on the flute; a flautist. Busby.","JETTY":"Made of jet, or like jet in color.The people . . . are of a jetty. Sir T. Browne.","TRANSPECIATE":"To change from one species to another; to transform. [Obs.]Power to transpeciate a man into a horse. Sir T. Browne.","VAINGLORY":"Excessive vanity excited by one's own performances; emptypride; undue elation of mind; vain show; boastfulness.He had nothing of vainglory. Bacon.The man's undone forever; for if Hector break not his neck i' thecombat, he'll break't himself in vainglory. Shak.","SPELICANS":"See Spilikin.","TORRENS SYSTEM":"A system of registration of titles to land (as distinct fromregistration of deeds) introduced into South Australia by the RealProperty (or Torrens) Act (act 15 of 1857-58), drafted by Sir RobertTorrens (1814-84). Its essential feature is the guaranty by thegovernment of properly registered titles. The system has beengenerally adopted in Australia and British Columbia, and in itsoriginal or a modified form in some other countries, including someStates of the United States. Hence Torrens title, etc.","MORO":"A small abscess or tumor having a resemblance to a mulberry.Dunglison.","WHETILE":"The green woodpecker, or yaffle. See Yaffle. [Prov. Eng.]","DISINCLOSE":"To free from being inclosed.","FULMINURIC":"Pertaining to fulminic and cyanuric acids, and designating anacid so called. Fulminuric acid (Chem.), a white, crystalline,explosive subatance, H3C3N3O3, forming well known salts, and obtainedfrom the fulnunates. It is isomeric with cyanuric acid, and hence isalso called isocyanuric acid.","STRATIGRAPHY":"That branch of geology which treats of the arrangement andsuccession of strata.","MODERN":"A person of modern times; -- opposed to ancient. Pope.","REMORDENCY":"Remorse; compunction; compassion. [Obs.] Killingbeck.","PAMPHLETEER":"A writer of pamphlets; a scribbler. Dryden. Macaulay.","UNDERLOCK":"A lock of wool hanging under the belly of a sheep.","RECLINED":"Falling or turned downward; reclinate.","NAKEDNESS":"The privy parts; the genitals.Ham ... saw the nakedness of his father. Gen. ix. 22.","EXTEMPORIZER":"One who extemporizes.","PRUDENTIALIST":"One who is governed by, or acts from, prudential motives. [R.]Coleridge.","INACTUATE":"To put in action. [Obs.]","SEA DRAKE":"The pewit gull.","INTERMEMBRANOUS":"Within or beneath a membrane; as, intermembranous ossification.","SUMMIT":"The most elevated part of a bivalve shell, or the part in whichthe hinge is situated. Summit level, the highest level of a canal, arailroad, or the like, in surmounting an ascent.","INTERMUNDIAN":"Intermundane. [Obs.]","RHOMBUS":"Same as Rhomb, 1.","CIVILIZATION":"Rendering a criminal process civil. [Obs.]","COSTAL-NERVED":"Having the nerves spring from the midrib.","BRISTLE-SHAPED":"Resembling a bristle in form; as, a bristle-shaped leaf.","IMPROPERIA":"A series of antiphons and responses, expressing the sorrowfulremonstrance of our Lord with his people; -- sung on the morning ofthe Good Friday in place of the usual daily Mass of the Roman ritual.Grove.","SQUALIDITY":"The quality or state of being squalid; foulness; filthiness.","SCUTIPED":"Having the anterior surface of the tarsus covered withscutella, or transverse scales, in the form of incomplete bandsterminating at a groove on each side; -- said of certain birds.","PHARMACIST":"One skilled in pharmacy; a pharmaceutist; a druggist.","ELEVATED":"Uplifted; high; lofty; also, animated; noble; as, elevatedthoughts. Elevated railway, one in which the track is raisedconsiderably above the ground, especially a city railway above theline of street travel.","FIGUREHEAD":"The figure, statue, or bust, on the prow of a ship.","CREBROUS":"Frequent; numerous. [Obs.] Goodwin.","PROGENY":"Descendants of the human kind, or offspring of other animals;children; offspring; race, lineage. \" Issued from the progeny ofkings.\" Shak.","JEWRY":"Judea; also, a district inhabited by Jews; a Jews' quarter.Chaucer.Teaching throughout all Jewry. Luke xxiii. 5.","INKLE":"A kind of tape or braid. Shak.","CROUPY":"Of or pertaining to croup; resembling or indicating croup; as,a croupy cough.","DISSUADER":"One who dissuades; a dehorter.","DISTRAIT":"Absent-minded; lost in thought; abstracted.","MOSTE":"of Mote. Chaucer.","PSEUDONYMOUS":"Bearing a false or fictitious name; as, a pseudonymous work.-- Pseu*don\"y*mous*ly, adv.-- Pseu*don\"y*mous*ness, n.","TREMOLANDO":"Same as Tremando.","REPETITIVE":"Containing repetition; repeating. [R.]","FERRETTO":"Copper sulphide, used to color glass. Hebert.","HEALINGLY":"So as to heal or cure.","TETTISH":"Captious; testy. [Written also teatish.] [Obs.] Beau. & Fl.","UNBELIEVED":"Not believed; disbelieved.","WARP KNITTING":"A kind of knitting in which a number of threads areinterchained each with one or more contiguous threads on either side.","WREAK":"To reck; to care. [Obs.] Shak.","REVELER":"One who revels. \"Moonshine revelers.\" Shak.","PRESIGNIFICATION":"The act of signifying or showing beforehand.","HYPOGYN":"An hypogynous plant.","DISIMPASSIONED":"Free from warmth of passion or feeling.","OYSTER-GREEN":"A green membranous seaweed (Ulva) often found growing onoysters but common on stones, piles, etc.","SCAZON":"A choliamb.","INTELLECTIVELY":"In an intellective manner. [R.] \"Not intellectivelly to write.\"Warner.","INSHEATHE":"To insert as in a sheath; to sheathe. Hughes.","DISCALCEATE":"To pull off shoes or sandals from. [Obs.] Cockeram.","TETRARCH":"A Roman governor of the fourth part of a province; hence, anysubordinate or dependent prince; also, a petty king or sovereign.","ABREPTION":"A snatching away. [Obs.]","SCOTTERING":"The burning of a wad of pease straw at the end of harvest.[Prov. Eng.]","ALTERCATION":"Warm contention in words; dispute carried on with heat oranger; controversy; wrangle; wordy contest. \"Stormy altercations.\"Macaulay.","BLACK FRIAR":"A friar of the Dominican order; -- called also predicant andpreaching friar; in France, Jacobin. Also, sometimes, a Benedictine.","ARRACK":"A name in the East Indies and the Indian islands for all ardentspirits. Arrack is often distilled from a fermented mixture of rice,molasses, and palm wine of the cocoanut tree or the date palm, etc.","ASCEND":"To go or move upward upon or along; to climb; to mount; to goup the top of; as, to ascend a hill, a ladder, a tree, a river, athrone.","SHEELING":"A hut or small cottage in an expessed or a retired place (as ona mountain or at the seaside) such as is used by shepherds,fishermen, sportsmen, etc.; a summer cottage; also, a shed. [Writtenalso sheel, shealing, sheiling, etc.] [Scot.]","CISSOID":"A curve invented by Diocles, for the purpose of solving twocelebrated problems of the higher geometry; viz., to trisect a planeangle, and to construct two geometrical means between two givenstraight lines.","POSTAXIAL":"Situated behind any transverse axis in the body of an animal;caudal; posterior; especially, behind, or on the caudal or posterior(that is, ulnar or fibular) side of, the axis of a vertebrate limb.","TREN":"A fish spear. [Obs.] Ainsworth.","MODISTE":"A female maker of, or dealer in, articles of fashion,especially of the fashionable dress of ladies; a woman who givesdirection to the style or mode of dress.","MACHINAL":"Of or pertaining to machines.","METHEGLIN":"A fermented beverage made of honey and water; mead. Gay.","TALLOW-FACED":"Having a sickly complexion; pale. Burton.","INTERMUNDANE":"Being, between worlds or orbs. [R.] \"Intermundane spaces.\"Locke.","EASEFUL":"Full of ease; suitable for affording ease or rest; quiet;comfortable; restful. Shak.-- Ease\"ful*ly, adv.-- Ease\"ful*ness, n.","WEBEYE":"See Web, n., 8.","DISAPPROPRIATION":"The act of disappropriating.","SLOVENRY":"Slovenliness. [Obs.] Shak.","BRUNONIAN":"Pertaining to, or invented by, Brown; -- a term applied to asystem of medicine promulgated in the 18th century by John Brown, ofScotland, the fundamental doctrine of which was, that life is a stateof excitation produced by the normal action of external agents uponthe body, and that disease consists in excess or deficiency ofexcitation.","SUBINGRESSION":"Secret entrance. [R.] Boyle.","-MENT":"A suffix denoting that which does a thing; an act or process;the result of an act or process; state or condition; as, aliment,that which nourishes, ornament, increment; fragment, piece broken,segment; abridgment, act of abridging, imprisonment, movement,adjournment; amazement, state of being amazed, astonishment.","KREATIN":"See Creatin.","CHANCELLOR":"A judicial court of chancery, which in England and in theUnited States is distinctively a court with equity jurisdiction.","CYSTIDEAN":"One of the Cystidea.","INTERCROP":"To cultivate by planting simultaneous crops in alternate rows;as, to intercrop an orchard. Also, to use for catch crops at seasonswhen the ground is not covered by crops of the regular rotation.","SEMIOCCASIONALLY":"Once in a while; on rare occasions. [Colloq. U. S.]","GRANITIFORM":"Resembling granite in structure or shape.","REBURY":"To bury again. Ashmole.","REPRESS":"To press again.","REZ-DE-CHAUSSEE":"The ground story of a building, either on a level with thestreet or raised slightly above it; -- said esp. of buildings on thecontinent of Europe.","APRICATE":"To bask in the sun. Boyle.","SPICILY":"In a spicy manner.","INEQUAL":"Unequal; uneven; various. [Obs.] Chaucer.","MESOTHORAX":"The middle segment of the thorax in insects. See Illust. ofColeoptera.","PINGSTER":"See Pinkster.","FROM":"Out of the neighborhood of; lessening or losing proximity to;leaving behind; by reason of; out of; by aid of; -- used wheneverdeparture, setting out, commencement of action, being, state,occurrence, etc., or procedure, emanation, absence, separation, etc.,are to be expressed. It is construed with, and indicates, the pointof space or time at which the action, state, etc., are regarded assetting out or beginning; also, less frequently, the source, thecause, the occasion, out of which anything proceeds; -- thearitithesis and correlative of to; as, it, is one hundred miles fromBoston to Springfield; he took his sword from his side; lightproceeds from the sun; separate the coarse wool from the fine; menhave all sprung from Adam, and often go from good to bad, and frombad to worse; the merit of an action depends on the principle fromwhich it proceeds; men judge of facts from personal knowledge, orfrom testimony.Experience from the time past to the time present. Bacon.The song began from Jove. Drpden.From high Mæonia's rocky shores I came. Addison.If the wind blow any way from shore. Shak.","CHIDE":"A continuous noise or murmur.The chide of streams. Thomson.","AUGITIC":"Pertaining to, or like, augite; containing augite as aprincipal constituent; as, augitic rocks.","CASSIOPEIA":"A constellation of the northern hemisphere, situated betweenCapheus and Perseus; -- so called in honor of the wife of Cepheus, afabuolous king of Ethiopia. Cassiopeia's Chair, a group of six stars,in Cassiopeia, somewhat resembling a chair.","CROSS-ARMED":"With arms crossed.","BREAST-HIGH":"High as the breast.","AGIST":"To take to graze or pasture, at a certain sum; -- usedoriginally of the feeding of cattle in the king's forests, andcollecting the money for the same. Blackstone.","RHYMER":"One who makes rhymes; a versifier; -- generally in contempt; apoor poet; a poetaster.This would make them soon perceive what despicaple creatures ourcommon rhymers and playwriters be. Milton.","BOORT":"See Bort.","MONOTOCOUS":"Bearing fruit but once; monocarpic.","JUDEAN":"Of or pertaining to Judea.-- n.","BELAY":"To make fast, as a rope, by taking several turns with it rounda pin, cleat, or kevel. Totten.","INVINCIBLE":"Incapable of being conquered, overcome, or subdued;unconquerable; insuperable; as, an invincible army, or obstacle.Lead forth to battle these my sons Invincible. Milton.-- In*vin\"ci*ble*ness, n.-- In*vin\"ci*bly, adv.","PADNAG":"An ambling nag. \"An easy padnag.\" Macaulay.","CHILDISHLY":"In the manner of a child; in a trifling way; in a weak orfoolish manner.","FINNISH":"Of or pertaining to Finland, to the Finns, or to theirlanguage.-- n.","FLEXILE":"Flexible; pliant; pliable; easily bent; plastic; tractable.Wordsworth.","HELMINTHIC":"Of or relating to worms, or Helminthes; expelling worms.-- n.","FRINGE TREE":"A small oleaceous tree (Chionanthus virginica), of the southernUnited States, having clusters of white flowers with slender petals.It is often cultivated.","UNIFLAGELLATE":"Having but one flagellum; as, uniflagellate organisms.","FLINT GLASS":"A soft, heavy, brilliant glass, consisting essentially of asilicate of lead and potassium. It is used for tableware, and foroptical instruments, as prisms, its density giving a high degree ofdispersive power; -- so called, because formerly the silica wasobtained from pulverized flints. Called also crystal glass. Cf.Glass.","PRIGGISH":"Like a prig; conceited; pragmatical.-- Prig\"gish*ly, adv.-- Prig\"gish-ness, n.","KILN-DRY":"To dry in a kiln; as, to kiln-dry meal or grain. Mortimer.","OUTVOTE":"To exceed in the number of votes given; to defeat by votes.South.","ENDASPIDEAN":"Having the anterior scutes extending around the tarsus on theinner side; -- said of certain birds.","AVAUNT":"Begone; depart; -- a word of contempt or abhorrence, equivalentto the phrase \"Get thee gone.\"","SANITARY":"Of or pertaining to health; designed to secure or preservehealth; relating to the preservation or restoration of health;hygienic; as, sanitary regulations. See the Note under Sanatory.Sanitary Commission. See under Commission.","EXCOMMUNICABLE":"Liable or deserving to be excommunicated; makingexcommunication possible or proper. \"Persons excommunicable .\" Bp.Hall.What offenses are excommunicable Kenle.","SOLVABLENESS":"Quality of being solvable.","UNDULANT":"Undulating. [R.]","OCCASIONALLY":"In an occasional manner; on occasion; at times, as conveniencerequires or opportunity offers; not regularly. Stewart.The one, Wolsey, directly his subject by birth; the other, hissubject occasionally by his preferment. Fuller.","IN TRANSITU":"In transit; during passage; as, goods in transitu.","POLYSPAST":"A machine consisting of many pulleys; specifically, anapparatus formerly used for reducing luxations.","FROST SIGNAL":"A signal consisting of a white flag with a black center, usedby the United States Weather Bureau to indicate that a local frost isexpected. It is used only in Florida and along the coasts of thePacific and the Gulf Mexico.","TURBINE":"A water wheel, commonly horizontal, variously constructed, butusually having a series of curved floats or buckets, against whichthe water acts by its impulse or reaction in flowing either outwardfrom a central chamber, inward from an external casing, or from abovedownward, etc.; -- also called turbine wheel.","EXUNDATION":"An overflow, or overflowing abundance. [R.] Ray.","CONFECT":"A comfit; a confection. [Obs.]At supper eat a pippin roasted and sweetened with sugar of roses andcaraway confects. Harvey.","RHEUMATISMOID":"Of or resembling rheum or rheumatism.","ALTISONANT":"High-sounding; lofty or pompous. Skelton.","GLYCIDE":"A colorless liquid, obtained from certain derivatives ofglycerin, and regarded as a partially dehydrated glycerin; -- calledalso glycidic alcohol.","SIGH-BORN":"Sorrowful; mournful. [R.] \"Sigh-born thoughts.\" De Quincey.","CAPRATE":"A salt of capric acid.","MISAPPROPRIATE":"To appropriate wrongly; to use for a wrong purpose.","PARAMORPHOUS":"Relating to paramorphism; exhibiting paramorphism.","TURFING":"The act or process of providing or covering with turf. Turfingiron, or Turfing spade, an implement for cutting, and paring off,turf.","BUTTRESS":"A projecting mass of masonry, used for resisting the thrust ofan arch, or for ornament and symmetry.","DEOXYGENATE":"To deoxidize. [Obs.]","PRENATAL":"Being or happening before birth.","OPIFEROUS":"Bringing help. [R.]","BURSTER":"One that bursts.","KAKOXENE":"See Cacoxene.","SAIMIR":"The squirrel monkey.","GROATS":"Dried grain, as oats or wheat, hulled and broken or crushed; inhigh milling, cracked fragments of wheat larger than grits. Embdengroats, crushed oats.","KIRSCHWASSER":"An alcoholic liquor, obtained by distilling the fermented juiceof the small black cherry.","TRISAGION":"An ancient anthem, -- usually known by its Latin nametersanctus.See Tersanctus.","MESTEE":"The offspring of a white person and a quadroon; -- so called inthe West Indies. [Written also mustee.]","CAMMAS":"See Camass.","EXSUFFLATION":"A kind of exorcism by blowing with the breath. Jer. Taylor.","SEXENNIAL":"Lasting six years, or happening once in six years.-- n.","SPORTABILITY":"Sportiveness. [Obs.]","AEROLOGIST":"One versed in aërology.","PENTACRINITE":"Any species of Pentacrinus.","DENDRIFORM":"Resembling in structure a tree or shrub.","LARVE":"A larva.","GENIAN":"Of or pertaining to the chin; mental; as, the genianprominence.","BRAINY":"Having an active or vigorous mind. [Colloq.]","UNCORD":"To release from cords; to loosen the cord or cords of; tounfasten or unbind; as, to uncord a package.","FRIGHTMENT":"Fear; terror. [Obs.]","BARTHOLOMEW TIDE":"Time of the festival of St. Bartholomew, August 24th. Shak.","CEDULE":"A scroll; a writing; a schedule. [Obs.]","WEARIFUL":"Abounding in qualities which cause weariness; wearisome.-- Wea\"ri*ful*ly, adv.","QUINOLOGIST":"One who is versed in quinology.","GATEWISE":"In the manner of a gate.Three circles of stones set up gatewise. Fuller.","BUILT":"Shape; build; form of structure; as, the built of a ship.[Obs.] Dryden.","RIPELY":"Maturely; at the fit time. Shak.","INCONVENIENTLY":"In an inconvenient manner; incommodiously; unsuitably;unseasonably.","FLANGED":"Having a flange or flanges; as, a flanged wheel.","DEPLANTATION":"Act of taking up plants from beds.","REFERRER":"One who refers.","TAILED":"Having a tail; having (such) a tail or (so many) tails; --chiefly used in composition; as, bobtailed, longtailed, etc.Snouted and tailed like a boar. Grew.","VISIONARINESS":"The quality or state of being visionary.","DOMAIN":"Ownership of land; an estate or patrimony which one has in hisown right; absolute proprietorship; paramount or sovereign ownership.Public domain, the territory belonging to a State or to the generalgovernment; public lands. [U.S.]in the public domain may be used byanyone wihout restriction.-- Right of eminent domain, that superior dominion of the sovereignpower over all the property within the state, including thatpreviously granted by itself, which authorizes it to appropriate anypart thereof to a necessary public use, reasonable compensation beingmade.","MISCONCEPTION":"Erroneous conception; false opinion; wrong understanding.Harvey.","DIFFINITIVE":"Definitive; determinate; final. [Obs.] Sir H. Wotton.","NEZ PERCES":"A tribe of Indians, mostly inhabiting Idaho.","KILOVOLT":"A unit of electromotive force equal to one thousand volts.","SABBATHLESS":"Without Sabbath, or intermission of labor; hence, withoutrespite or rest. Bacon.","PALEOLITH":"A relic of the Paleolithic era.","GAMOGENESIS":"The production of offspring by the union of parents ofdifferent sexes; sexual reproduction; -- the opposite ofagamogenesis.","STAFFISH":"Stiff; harsh. [Obs.] Ascham.","PREOCULAR":"Placed just in front of the eyes, as the antennæ of certaininsects.-- n.","UPSHOOT":"To shoot upward. \"Trees upshooting high.\" Spenser.","CATENATE":"To connect, in a series of links or ties; to chain. E. Darwin.","RECONSOLIDATION":"The act or process of reconsolidating; the state of beingreconsolidated.","KEYSEAT":"To form a key seat, as by cutting. See Key seat, under Key.","SHONDE":"Harm; disgrace; shame. [Obs.] Chaucer.","FRAGMENTIST":"A writer of fragments; as, the fragmentist of Wolfenbüttel.[R.]","UNSURETY":"Want of surety; uncertainty; insecurity; doubt. [Obs.] Sir T.More.","DITION":"Dominion; rule. [Obs.] Evelyn.","FLUE":"An inclosed passage way for establishing and directing acurrent of air, gases, etc.; an air passage; esp.:(a) A compartment or division of a chimney for conveying flame andsmoke to the outer air.(b) A passage way for conducting a current of fresh, foul, or heatedair from one place to another.(c) (Steam Boiler) A pipe or passage for conveying flame and hotgases through surrounding water in a boiler; -- distinguished from atube which holds water and is surrounded by fire. Small flues arecalled fire tubes or simply tubes. Flue boiler. See under Boiler.-- Flue bridge, the separating low wall between the flues and thelaboratory of a reverberatory furnace.-- Flue plate (Steam Boiler), a plate to which the ends of the fluesare fastened; -- called also flue sheet, tube sheet, and tube plate.-- Flue surface (Steam Boiler), the aggregate surface of fluesexposed to flame or the hot gases.","PROSODIAN":"A prosodist. Rush.","INCHWORM":"The larva of any geometrid moth. See Geometrid.","DISINFECT":"To free from infectious or contagious matter; to destroyputrefaction; to purify; to make innocuous.When the infectious matter and the infectious matter and theodoriferous matter are one . . . then to deodorize is to disinfect.Ure.","BOTTOM FERMENTATION":"A slow alcoholic fermentation during which the yeast cellscollect at the bottom of the fermenting liquid. It takes place at atemperature of 4º - 10º C. (39º - 50ºF.). It is used in making lagerbeer and wines of low alcohol content but fine bouquet.","CALORIFERE":"An apparatus for conveying and distributing heat, especially bymeans of hot water circulating in tubes.","CARBURIZATION":"The act, process, or result of carburizing.","PALAEO-":"See Paleo-.","PHALANGIOUS":"Of or pertaining to Phalangoidea.","GAILLIARDE":"A lively French and Italian dance.","FLOWERAGE":"State of flowers; flowers, collectively or in general.Tennyson.","WRETCHEDLY":"In a wretched manner; miserably; despicable.","ALOIN":"A bitter purgative principle in aloes.","BUT-THORN":"The common European starfish (Asterias rubens).","APPROVING":"Expressing approbation; commending; as, an approving smile.-- Ap*prov\"ing*ly, adv.","GALATIAN":"Of or pertaining to Galatia or its inhabitants.-- A native or inhabitant of Galatia, in Asia Minor; a descendant ofthe Gauls who settled in Asia Minor.","LACTAM":"One of a series of anhydrides of an amido type, analogous tothe lactones, as oxindol.","CRABBY":"Crabbed; difficult, or perplexing. \"Persius is crabby, becauseancient.\" Marston.","SITFAST":"Fixed; stationary; immovable. [R.]'T is good, when you have crossed the sea and back, To find thesitfast acres where you left them. Emerson.","DISSOCIAL":"Unfriendly to society; contracted; selfish; as, dissocialfeelings.","REVELRY":"The act of engaging in a revel; noisy festivity; reveling.And pomp and feast and revelry. Milton.","DEMOCRATIST":"A democrat. [R.] Burke.","CORNIST":"A performer on the cornet or horn.","GUSHER":"One who gushes. [Colloq.]","CATARACTOUS":"Of the nature of a cataract in the eye; affected with cataract.","PECTIZE":"To congeal; to change into a gelatinous mass. [R.] H. Spencer.","INDUCTIONAL":"Pertaining to, or proceeding by, induction; inductive.","COUNTERACTIVE":"Tending to counteract.","FOOT VALVE":"A suction valve or check valve at the lower end of a pipe;esp., such a valve in a steam-engine condenser opening to the airpump.","TEMPESTIVE":"Seasonable; timely; as, tempestive showers. [Obs.] Heywood.-- Tem*pes\"tive*ly, adv. [Obs.]","NEGLIGENT":"Apt to neglect; customarily neglectful; characterized bynegligence; careless; heedless; culpably careless; showing lack ofattention; as, disposed in negligent order. \"Be thou negligent offame.\" Swift.He that thinks he can afford to be negligent is not far from beingpoor. Rambler.","COOPERING":"Work done by a cooper in making or repairing barrels, casks,etc.; the business of a cooper.","STRICK":"A bunch of hackled flax prepared for drawing into slivers.Knight.","PEDICELED":"Pedicellate.","CATECHUIC":"Of or pertaining to catechu or its derivatives. See catechin.","EMBOSSER":"One who embosses.","MAUNDERER":"One who maunders.","WHITNEYITE":"an arsenide of copper from Lake Superior.","PALIFORM":"Resembling a palus; as, the paliform lobes of the septa incorals.","TREAT":"To care for medicinally or surgically; to manage in the use ofremedies or appliances; as, to treat a disease, a wound, or apatient.","INEQUATION":"An inequality.","POTICHE":"A vase with a separate cover, the body usually rounded orpolygonal in plan with nearly vertical sides, a neck of smaller size,and a rounded shoulder.","COMMANDRY":"See Commandery.","INEFFACEABLY":"So as not to be effaceable.","OSTEAL":"Osseous.","GULES":"The tincture red, indicated in seals and engraved figures ofescutcheons by parallel vertical lines. Hence, used poetically for ared color or that which is red.His sev'n-fold targe a field of gules did stain In which two swordshe bore; his word, \"Divide and reign.\" P. Fletcher.Follow thy drum; With man's blood paint the ground; gules, gules.Shak.Let's march to rest and set in gules, like suns. Beau. & Fl.","WHORTLE":"The whortleberry, or bilberry.[He] looked ahead of him from behind a tump of whortles. R. D.Blackmore.","JUSTLE":"To run or strike against each other; to encounter; to clash; tojostle. Shak.The chariots shall rage in the streets; they shall justle one againstanother in the broad ways. Nahum ii. 4.","OVERREAD":"To read over, or peruse. Shak.","LEMMING":"Any one of several species of small arctic rodents of thegenera Myodes and Cuniculus, resembling the meadow mice in form. Theyare found in both hemispheres.","CALUMNIATION":"False accusation of crime or offense, or a malicious and falserepresentation of the words or actions of another, with a view toinjure his good name.The calumniation of her principal counselors. Bacon.","TRANSVERBERATE":"To beat or strike through. [Obs.]","PROVISORSHIP":"The office or position of a provisor. [R.] J. Webster.","ARBITRABLE":"Capable of being decided by arbitration; determinable.[Archaic] Bp. Hall.","LIGEANCE":"The connection between sovereign and subject by which they weremutually bound, the former to protection and the securing of justice,the latter to faithful service; allegiance. [Written also ligeancyand liegance.] Chaucer.","ZONE":"One of the five great divisions of the earth, with respect tolatitude and temperature.","AIDLESS":"Helpless; without aid. Milton.","ZOANTHARIA":"Same as Anthozoa.","BENGALESE":"Of or pertaining to Bengal.-- n. sing. & pl. A native or natives of Bengal.","YESTY":"See Yeasty. Shak.","DICEBOX":"A box from which dice are thrown in gaming. Thackeray.","BALD-FACED":"Having a white face or a white mark on the face, as a stag.","MOMENT":"An infinitesimal change in a varying quantity; an increment ordecrement. [Obs.]","DOOMSTER":"Same as Dempster. [Scot.]","STICHOMANCY":"Divination by lines, or passages of books, taken at hazard.","NEAR-LEGGED":"Having the feet so near together that they interfere intraveling. Shak.","OWEN":"Own. [Obs.] Chaucer.","CACODOXICAL":"Heretical.","EJECT":"To cast out; to evict; to dispossess; as, to eject tenants froman estate.","PERMUTER":"One who permutes.","TENSE":"One of the forms which a verb takes by inflection or by addingauxiliary words, so as to indicate the time of the action or eventsignified; the modification which verbs undergo for the indication oftime.","EPICORACOID":"A ventral cartilaginous or bony element of the coracoid in theshoulder girdle of some vertebrates.","BOLOMETER":"An instrument for measuring minute quantities of radiant heat,especially in different parts of the spectrum; -- called also actinicbalance, thermic balance. S. P. Langley.","PRIMITIVENESS":"The quality or state of being primitive; conformity toprimitive style or practice.","CAPTAIN":"To act as captain of; to lead. [R.]Men who captained or accompanied the exodus from existing forms.Lowell.","MASTED":"Furnished with a mast or masts; -- chiefly in composition; as,a three-masted schooner.","COVEY":"To brood; to incubate. [Obs.][Tortoises] covey a whole year before they hatch. Holland.","SULPHURINE":"Sulphureous. [R.]","BUTT":"To strike by thrusting the head against; to strike with thehead.Two harmless lambs are butting one the other. Sir H. Wotton.","JAG":"A cleft or division. Jag bolt, a bolt with a nicked or barbedshank which resists retraction, as when leaded into stone.","SARCENET":"A species of fine thin silk fabric, used for linings, etc.[Written also sarsenet.]Thou green sarcenet flap for a sore eye. Shak.","CARPOPHORE":"A slender prolongation of the receptacle as an axis between thecarpels, as in Geranium and many umbelliferous plants.","BRAWL":"A noisy quarrel; loud, angry contention; a wrangle; a tumult;as, a drunken brawl.His sports were hindered by the brawls. Shak.","AMORETTE":"An amoret. [Obs.] Rom. of R.","MATRIARCHATE":"The office or jurisdiction of a matriarch; a matriarchal formof government.","TUMMALS":"A great quantity or heap. Weale.","FLATBOAT":"A boat with a flat bottom and square ends; -- used for thetransportation of bulky freight, especially in shallow waters.","BROWNSTONE":"A dark variety of sandstone, much used for building purposes.","PORTOISE":"The gunwale of a ship. To lower the yards a-portoise, to lowerthem to the gunwale.-- To ride a portoise, to ride an anchor with the lower yards andtopmasts struck or lowered, as in a gale of wind.","STEGNOTIC":"Tending to render costive, or to diminish excretions ordischarges generally.-- n.","TOIL":"A net or snare; any thread, web, or string spread for takingprey; -- usually in the plural.As a Numidian lion, when first caught, Endures the toil that holdshim. Denham.Then toils for beasts, and lime for birds, were found. Dryden.","TRITICUM":"A genus of grasses including the various species of wheat.","PATHOS":"That quality or property of anything which touches the feelingsor excites emotions and passions, esp., that which awakens tenderemotions, such as pity, sorrow, and the like; contagious warmth offeeling, action, or expression; pathetic quality; as, the pathos of apicture, of a poem, or of a cry.The combination of incident, and the pathos of catastrophe. T.Warton.","PORTANCE":"See Port, carriage, demeanor. [Obs.] Spenser. Shak.","CARNAUBA":"The Brazilian wax palm. See Wax palm.","HYDROSTATICIAN":"One who is versed or skilled in hydrostatics. [R.]","OINOMANIA":"See oenomania.","GENET":"A small-sized, well-proportioned, Spanish horse; a jennet.Shak.","COLCHICUM":"A genus of bulbous-rooted plants found in many parts of Europe,including the meadow saffron.","AUCTIONEER":"A person who sells by auction; a person whose business it is todispose of goods or lands by public sale to the highest or bestbidder.","EXSICCATE":"To exhaust or evaporate moisture from; to dry up. Sir T.Browne.","MESOXALIC":"Pertaining to, or designating, an acid, CH2O2(CO2H)2, obtainedfrom amido malonic acid.","PENTREMITE":"Any species of Pentremites.","GAULT":"A series of beds of clay and marl in the South of England,between the upper and lower greensand of the Cretaceous period.","BROWNBACK":"The dowitcher or red-breasted snipe. See Dowitcher.","PECK":"A quick, sharp stroke, as with the beak of a bird or a pointedinstrument.","AGENTSHIP":"Agency. Beau. & Fl.","AUTOGENEAL":"Self-produced; autogenous.","AGROSTIS":"A genus of grasses, including species called in common languagebent grass. Some of them, as redtop (Agrostis vulgaris), are valuablepasture grasses.","SHEEPSHANK":"A hitch by which a rope may be temporarily shortened.","SOVEREIGNIZE":"To exercise supreme authority. [Obs.] Sir T. Herbert.","VIDAME":"One of a class of temporal officers who originally representedthe bishops, but later erected their offices into fiefs, and becamefeudal nobles.","RAMBLE":"A bed of shale over the seam. Raymond.","CEPHALOTRIBE":"An obstetrical instrument for performing cephalotripsy.","PROSPECTIVELY":"In a prospective manner.","DECLINAL":"Declining; sloping.","DEBACCHATION":"Wild raving or debauchery. [R.] Prynne.","TAURINE":"Of or pertaining to the genus Taurus, or cattle.","HARMOTOME":"A hydrous silicate of alumina and baryta, occurring usually inwhite cruciform crystals; cross-stone.","OVIFEROUS":"Egg-bearing; -- applied particularly to certain receptacles, asin Crustacea, that retain the eggs after they have been excluded fromthe formative organs, until they are hatched.","AFTER-WITTED":"Characterized by afterwit; slow-witted. Tyndale.","TRICHOGYNE":"The slender, hairlike cell which receives the fertilizingparticles, or antherozoids, in red seaweeds.-- Trich`o*gyn\"ic, a.","INSULARLY":"In an insular manner.","ESTREPEMENT":"A destructive kind of waste, committed by a tenant for life, inlands, woods, or houses. Cowell.","CHUB-FACED":"Having a plump, short face.","ANARCHIST":"An anarch; one who advocates anarchy of aims at the overthrowof civil government.","SURVIEW":"To survey; to make a survey of. [Obs.] \"To surview his ground.\"Spenser.","PLIOCENE":"Of, pertaining to, or characterizing, the most recent divisionof the Tertiary age.","SHAKO":"A kind of military cap or headress.","MISADVENTURED":"Unfortunate. [Obs.]","CEROTE":"See Cerate.","DEKASTERE":"Same as Decastere.","LOBE-FOOTED":"Lobiped.","PHLEUM":"A genus of grasses, including the timothy (Phleum pratense),which is highly valued for hay; cat's-tail grass. Gray.","DIFFLUENT":"Flowing apart or off; dissolving; not fixed. [R.] Bailey.","EFFUME":"To breathe or puff out. [Obs.] B. Jonson.","ROUP":"To cry or shout; hence, to sell by auction. [Scot.] Jamieson.","APACHES":"A group of nomadic North American Indians including severaltribes native of Arizona, New Mexico, etc.","HECK":"An apparatus for separating the threads of warps into sets, asthey are wound upon the reel from the bobbins, in a warping machine.","INDAZOL":"A nitrogenous compound, C7H6N2, analogous to indol, andproduced from a diazo derivative or cinnamic acid.","THEINE":"See Caffeine. Called also theina.","CANAKIN":"A little can or cup. \"And let me the canakin clink.\" Shak.","MYELITIS":"Inflammation of the spinal marrow or its membranes.","CHAIN TIE":"A tie consisting of a series of connected iron bars or rods.","INHUMANITY":"The quality or state of being inhuman; cruelty; barbarity.Man's inhumanity to man Makes countless thousands mourn. Burns.","DANK":"Damp; moist; humid; wet.Now that the fields are dank and ways are mire. Milton.Cheerless watches on the cold, dank ground. Trench.","INTERNE":"That which is within; the interior. [Poetic] Mrs. Browning.","PLENIPOTENT":"Possessing full power. [R.] Milton.","DEMOCRATY":"Democracy. [Obs.] Milton.","DERMOSKELETON":"See Exoskeleton.","NORTHEASTERLY":"Pertaining to the northeast; toward the northeast, or comingfrom the northeast.","SAMP":"An article of food consisting of maize broken or bruised, whichis cooked by by boiling, and usually eaten with milk; coarse hominy.","LOOL":"A vessel used to receive the washings of ores of metals.","LACERATE":"To tear; to rend; to separate by tearing; to mangle; as, tolacerate the flesh. Hence: To afflict; to torture; as, to laceratethe heart.","TRICHINOSIS":"The disease produced by the presence of trichinæ in the musclesand intestinal track. It is marked by fever, muscular pains, andsymptoms resembling those of typhoid fever, and is frequently fatal.","FORBEARER":"One who forbears. Tusser.","WARP":"To tow or move, as a vessel, with a line, or warp, attached toa buoy, anchor, or other fixed object.","DEMOGRAPHY":"The study of races, as to births, marriages, mortality, health,etc.-- Dem`o*graph\"ic, a.","FROSTBITE":"The freezing, or effect of a freezing, of some part of thebody, as the ears or nose. Kane.","CILL":"See Sill., n. a foundation.","DEFENSIBLENESS":"Capability of being defended; defensibility. Priestley.","RESPLENDENT":"Shining with brilliant luster; very bright.-- Re*splen\"dent*ly, adv.With royal arras and resplendent gold. Spenser.","HORNSNAKE":"A harmless snake (Farancia abacura), found in the SouthernUnited States. The color is bluish black above, red below.","MOLYBDENITE":"A mineral occurring in soft, lead-gray, foliated masses orscales, resembling graphite; sulphide of molybdenum.","EMPAWN":"To put in pawn; to pledge; to impawn.To sell, empawn, and alienate the estates. Milman.","PACA":"A small South American rodent (Cologenys paca), having blackishbrown fur, with four parallel rows of white spots along its sides;the spotted cavy. It is nearly allied to the agouti and the Guineapig.","DIRECTORY":"Containing directions; enjoining; instructing; directorial.","ELECTREPETER":"An instrument used to change the direction of electriccurrents; a commutator. [R.]","VICKERS-MAXIM AUTOMATIC MACHINE GUN":"An automatic machine gun in which the mechanism is worked bythe recoil, assisted by the pressure of gases from the muzzle, whichexpand in a gas chamber against a disk attached to the end of thebarrel, thus moving the latter to the rear with increased recoil, andagainst the front wall of the gas chamber, checking the recoil of thesystem.","AEROYACHT":"A form of hydro-aëroplane; a flying boat.","STERLET":"A small sturgeon (Acipenser ruthenus) found in the Caspian Seaand its rivers, and highly esteemed for its flavor. The finestcaviare is made from its roe.","THOROUGHPIN":"A disease of the hock (sometimes of the knee) of a horse,caused by inflammation of the synovial membrane and a consequentexcessive secretion of the synovial fluid; -- probably so calledbecause there is usually an oval swelling on each side of the leg,appearing somewhat as if a pin had been thrust through.","CAROMEL":"See Caramel.","ROADSTER":"A clumsy vessel that works its way from one anchorage toanother by means of the tides. Ham. Nav. Encyc.","SHALT":"2d per. sing. of Shall.","LEPROSY":"A cutaneous disease which first appears as blebs or as reddish,shining, slightly prominent spots, with spreading edges. These areoften followed by an eruption of dark or yellowish prominent nodules,frequently producing great deformity. In one variety of the disease,anæsthesia of the skin is a prominent symptom. In addition there maybe wasting of the muscles, falling out of the hair and nails, anddistortion of the hands and feet with destruction of the bones andjoints. It is incurable, and is probably contagious.Mycobacteriumleprae, curable in most cases by therapy with a combination ofantibiotics, but cases resistant to therapy are increasing.","SUPERCURIOUS":"Excessively curious or inquisitive. Evelyn.","QUATRAIN":"A stanza of four lines rhyming alternately. Dryden.","ASSOCIATIONISM":"The doctrine or theory held by associationists.","CENTROLINEAD":"An instrument for drawing lines through a point, or linesconverging to a center.","HERBARIST":"A herbalist. [Obs.]","QUINDECYLIC":"Pertaining to, or designating, an acid of the fatty acidseries, containing fifteen atoms of carbon; called also pentadecylicacid.","TARRY":"Consisting of, or covered with, tar; like tar.","DEADS":"The substances which inclose the ore on every side.","ELAIODIC":"Derived from castor oil; ricinoleic; as, elaiodic acid. [R.]","CYSTOTOMY":"The act or practice of opening cysts; esp., the operation ofcutting into the bladder, as for the extraction of a calculus.","ANTECURSOR":"A forerunner; a precursor. [Obs.]","FABLER":"A writer of fables; a fabulist; a dealer in untruths orfalsehoods. Br. Hall.","OBSTETRICIOUS":"Serving to assist childbirth; obstetric; hence, facilitatingany bringing forth or deliverance. [Obs.]Yet is all human teaching but maieutical, or obstetricious. Cudworth.","STRUSE":"A Russian river craft used for transporting freight.","FAUBOURG":"A suburb of French city; also, a district now within a city,but formerly without its walls.","HALVED":"Appearing as if one side, or one half, were cut away;dimidiate.","HAUYNITE":"A blue isometric mineral, characteristic of some volcani","LYENCEPHALOUS":"Pertaining to, or characteristic of, the Lyencephala.","BYSTANDER":"One who stands near; a spectator; one who has no concern withthe business transacting.He addressed the bystanders and scattered pamphlets among them.Palfrey.","QUINDECEMVIRATE":"The body or office of the quindecemviri.","REMOULD":"See Remold.","IDOLOUS":"Idolatrous. [Obs.] Bale.","SPARROWGRASS":"Asparagus. [Colloq.] See the Note under Asparagus.","APERCU":"A first view or glance, or the perception or estimation soobtained; an immediate apprehension or insight, appreciative ratherthan analytic.","AU FAIT":"Expert; skillful; well instructed.","BRANCHIOPODA":"An order of Entomostraca; -- so named from the feet ofbranchiopods having been supposed to perform the function of gills.It includes the fresh-water genera Branchipus, Apus, and Limnadia,and the genus Artemia found in salt lakes. It is also calledPhyllopoda. See Phyllopoda, Cladocera. It is sometimes used in abroader sense.","ALANTIN":"See Inulin.","SUBSTANTIALIZE":"To make substantial.","SALTIREWISE":"In the manner of a saltire; -- said especially of the blazoningof a shield divided by two lines drawn in the direction of a bend anda bend sinister, and crossing at the center.","NAPPE":"Sheet; surface; all that portion of a surface that iscontinuous in such a way that it is possible to pass from any onepoint of the portion to any other point of the portion withoutleaving the surface. Thus, some hyperboloids have one nappe, and somehave two.","MIDDLE-AGED":"Being about the middle of the ordinary age of man; between 30and 50 years old.","ORTHOCLASE":"Common or potash feldspar crystallizing in the monoclinicsystem and having two cleavages at right angles to each other. SeeFeldspar.","NOTOTHERIUM":"An extinct genus of gigantic herbivorous marsupials, found inthe Pliocene formation of Australia.","HAIRLESS":"Destitute of hair. Shak.","WOODMEIL":"See Wadmol.","ENDMOST":"Farthest; remotest; at the very end. Tylor.","PAVIIN":"A glucoside found in species of the genus Pavia of the Horse-chestnut family.","YEARNINGLY":"With yearning.","WEALDEN":"Of or pertaining to the lowest division of the Cretaceousformation in England and on the Continent, which overlies the Oöliticseries.","RELAXATIVE":"Having the quality of relaxing; laxative.-- n.","AMBULATORIAL":"Ambulatory; fitted for walking. Verrill.","CIRCUMSTANTIALITY":"The state, characteristic, or quality of being circumstantial;particularity or minuteness of detail. \"I will endeavor to describewith sufficient circumstantiality.\" De Quincey.","BESHUT":"To shut up or out. [Obs.]","COMPACTER":"One who makes a compact.","MARMORATUM OPUS":"A kind of hard finish for plasterwork, made of plaster of Parisand marble dust, and capable of taking a high polish.","DIBBLER":"One who, or that which, dibbles, or makes holes in the groundfor seed.","TELOOGOO":"See Telugu. D. O. Allen.","HATEL":"Hateful; detestable. [Obs.]","MEGACOSM":"See Macrocosm. Croft.","PARTED":"Cleft so that the divisions reach nearly, but not quite, to themidrib, or the base of the blade; -- said of a leaf, and used chieflyin composition; as, three-parted, five-parted, etc. Gray.","BLANKET STITCH":"A buttonhole stitch worked wide apart on the edge of material,as blankets, too thick to hem.","LOCHIAL":"Of or pertaining to the lochia.","WATER MONITOR":"A very large lizard (Varanaus salvator) native of India. Itfrequents the borders of streams and swims actively. It becomes fiveor six feet long. Called also two-banded monitor, and kabaragoya. Thename is also applied to other aquatic monitors.","QUADRATE":"A plane surface with four equal sides and four right angles; asquare; hence, figuratively, anything having the outline of a square.At which command, the powers militant That stood for heaven, inmighty quadrate joined. Milton.","DELTAFICATION":"The formation of a delta or of deltas. [R.]","MOELLON":"Rubble masonry.","WATER ALOE":"See Water soldier.","POSTPOSIT":"To postpone. [Obs.] Feltham.","REPOSE":"A rest; a pause.","RULE-MONGER":"A stickler for rules; a slave of rules [R.] Hare.","MANUBRIUM":"A handlelike process or part; esp., the anterior segment of thesternum, or presternum, and the handlelike process of the malleus.","DOS--DOS":"Back to back; as, to sit dos-à-dos in a dogcart; to dance dos-à-dos, or so that two dancers move forward and pass back to back.","FORMALIST":"One overattentive to forms, or too much confined to them; esp.,one who rests in external religious forms, or observes strictly theoutward forms of worship, without possessing the life and spirit ofreligion.As far a formalist from wisdom sits, In judging eyes, as libertinesfrom wits. Young.","REPENTANT":"One who repents, especially one who repents of sin; a penitent.","SWILLER":"One who swills.","CAROUSE":"To drink deeply or freely in compliment; to take in a carousal;to engage in drunken revels.He had been aboard, carousing to his mates. Shak.","CYSTID":"One of the Cystidea.","UNIFIC":"Making one or unity; unifying.","ASTRAEAN":"Pertaining to the genus Astræa or the family Astræidæ.-- n.","QUADRATIC":"Tetragonal.","GAZEEBO":"A summerhouse so situated as to command an extensive prospect.[Colloq.]","NERVOMUSCULAR":"Of or pertaining to both nerves and muscles; of the nature ofnerves and muscles; as, nervomuscular energy.","FORLORNLY":"In a forlorn manner. Pollok.","UNSYMMETRICAL":"Not symmetrical; being without symmetry, as the parts of aflower when similar parts are of different size and shape, or whenthe parts of successive circles differ in number. See Symmetry.","MICROGRAPHY":"The description of microscopic objects.","IRRECOVERABLE":"Not capable of being recovered, regained, or remedied;irreparable; as, an irrecoverable loss, debt, or injury.That which is past is gone and irrecoverable. Bacon.","COMMODATE":"A gratuitous loan.","BLASTMENT":"A sudden stroke or injury produced by some destructive cause.[Obs.] Shak.","PRONELY":"In a prone manner or position.","DARTINGLY":"Like a dart; rapidly.","PRAETORIAN":"See Pretorian.","FEATNESS":"Skill; adroitness. [Archaic] Johnson.","CERRIAL":"Of or pertaining to the cerris.Chaplets green of cerrial oak. Dryden.","DOCK-CRESS":"Nipplewort.","UNDENIABLY":"In an undeniable manner.","EJULATION":"A wailing; lamentation. [Obs.] \"Ejulation in the pangs ofdeath.\" Philips.","BLOBBER-LIPPED":"Having thick lips. \"A blobber-lipped shell.\" Grew.","INFORMALLY":"In an informal manner.","HIPHALT":"Lame in the hip. [R.] Gower.","WANT":"A depression in coal strata, hollowed out before the subsequentdeposition took place. [Eng.]","CANDLELIGHT":"The light of a candle.Never went by candlelight to bed. Dryden.","KARAGANE":"A species of gray fox found in Russia.","HOMOSYSTEMIC":"Developing, in the case of multicellular organisms, from thesame embryonic systems into which the secondary unit (gastrula orplant enbryo) differentiates.","BROOM":"A plant having twigs suitable for making brooms to sweep withwhen bound together; esp., the Cytisus scoparius of Western Europe,which is a low shrub with long, straight, green, angular branches,mintue leaves, and large yellow flowers.No gypsy cowered o'er fires of furze and broom. Wordsworth.","UNPURE":"Not pure; impure.-- Un*pure\"ly, adv.-- Un*pure\"ness, n.","BARBRE":"Barbarian. [Obs.] Chaucer.","DAMSEL":"An attachment to a millstone spindle for shaking the hoppe","SERENITUDE":"Serenity. [Obs.]","UNSINCERE":"Not sincere or pure; insincere. [Obs.] Dryden.-- Un`sin*cere\"ness, n. [Obs.]","BEDAGAT":"The sacred books of the Buddhists in Burmah. Malcom.","BDELLOMETER":"A cupping glass to which are attached a scarificator and anexhausting syringe. Dunglison.","CHAJA":"The crested screamer of Brazil (Palamedea, or Chauna,chavaria), so called in imitation of its notes; -- called alsochauna, and faithful kamichi. It is often domesticated and is usefulin guarding other poultry. See Kamichi.","UNPOISON":"To remove or expel poison from. [Obs.] South.","CHARTERER":"One who charters; esp. one who hires a ship for a voyage.","STATEMONGER":"One versed in politics, or one who dabbles in state affairs.","ALVEUS":"The channel of a river. Weate.","ALISH":"Like ale; as, an alish taste.","NEBULAR":"Of or pertaining to nebulæ; of the nature of, or resembling, anebula. Nebular hypothesis, an hypothesis to explain the process offormation of the stars and planets, presented in various forms byKant, Herschel, Laplace, and others. As formed by Laplace, itsupposed the matter of the solar system to have existed originally inthe form of a vast, diffused, revolving nebula, which, graduallycooling and contracting, threw off, in obedience to mechanical andphysical laws, succesive rings of matter, from which subsequently, bythe same laws, were produced the several planets, satellites, andother bodies of the system. The phrase may indicate any hypothesisaccording to which the stars or the bodies of the solar system havebeen evolved from a widely diffused nebulous form of matter.","REQUISITIONIST":"One who makes or signs a requisition.","RELENT":"Stay; stop; delay. [Obs.]Nor rested till she came without relent Unto the land of Amazona.Spenser.","AMOUR PROPRE":"Self-love; self-esteem.","DECUPLE":"Tenfold. [R.]","SERE":"Dry; withered. Same as Sear.But with its sound it shook the sails That were so thin and sere.Coleridge.","GOVERNABLENESS":"The quality of being governable; manageableness.","BROWNISM":"The views or teachings of Robert Brown of the Brownists.Milton.","DROCK":"A water course. [Prov. Eng.]","CONNOTE":"To imply as an attribute.The word \"white\" denotes all white things, as snow, paper, the foamof the sea, etc., and ipmlies, or as it was termed by the schoolmen,connotes, the attribute \"whiteness.\" J. S. Mill.","LITERALISM":"The tendency or disposition to represent objects faithfully,without abstraction, conventionalities, or idealization.","LODGMENT":"The occupation and holding of a position, as by a besiegingparty; an instrument thrown up in a captured position; as, to effecta lodgment.","THYSANOPTERA":"A division of insects, considered by some writers a distinctorder, but regarded by others as belonging to the Hemiptera. They areall of small size, and have narrow, broadly fringed wings withrudimentary nervures. Most of the species feed upon the juices ofplants, and some, as those which attack grain, are very injurious tocrops. Called also Physopoda. See Thrips.","NIOBIC":"Same as Columbic.","DEEP":"To a great depth; with depth; far down; profoundly; deeply.Deep-versed in books, and shallow in himself. Milton.Drink deep, or taste not the Pierian spring. Pope.","MESATICEPHALIC":"Having the ratio of the length to the breadth of the cranium amedium one; neither brachycephalic nor dolichocephalic.","PAROCHIAN":"Parochial. [Obs.] \"Parochian churches.\" Bacon.","DRAVE":", old imp. of Drive. [Obs.]","ACCEDENCE":"The act of acceding.","PRIMARILY":"In a primary manner; in the first place; in the first place; inthe first intention; originally.","SOLENOCONCHA":"Same as Scaphopoda.","HYGIEIST":"A hygienist.","RECALL":"A call on the trumpet, bugle, or drum, by which soldiers arerecalled from duty, labor, etc. Wilhelm.","BOARD":"The stage in a theater; as, to go upon the boards, to enterupon the theatrical profession.","ALIMENTAL":"Supplying food; having the quality of nourishing; furnishingthe materials for natural growth; as, alimental sap.","TRACERY":"Ornamental work with rambled lines. Especially: --(a) The decorative head of a Gothic window.","VERBALIST":"A literal adherent to, or a minute critic of, words; aliteralist.","INTERMAXILLARY":"An intermaxilla.","HYPERTHYRION":"That part of the architrave which is over a door or window.","INFUMATION":"Act of drying in smoke.","GLASS":"Any substance having a peculiar glassy appearance, and aconchoidal fracture, and usually produced by fusion.","SUBSISTENCE DEPARTMENT":"A staff department of the United States army charged, under thesupervision of the Chief of Staff, with the purchasing and issuing tothe army of such supplies as make up the  ration. It also supplies,for authorized sales, certain articles of food and other minorstores. It is commanded by any officer of the rank of brigadiergeneral, called commissary general, and the department is popularlycalled the Commissary Department.","AUTOMORPHIC":"Patterned after one's self.The conception which any one frames of another's mind is more or lessafter the pattern of his own mind, -- is automorphic. H. Spenser.","FULL-SAILED":"Having all its sails set,; hence, without restriction orreservation. Massinger.","TREAD":"The upper horizontal part of a step, on which the foot isplaced.","STIAN":"A sty on the eye. See Styan.","HELIACAL":"Emerging from the light of the sun, or passing into it; risingor setting at the same, or nearly the same, time as the sun. Sir T.Browne.","KROOMAN":"One of a negro tribe of Liberia and the adjacent coast, whosemembers are much employed on shipboard.","PHOTOTROPIC":"Same as Heliotropic.","BULRUSH":"A kind of large rush, growing in wet land or in water.","CICATRICIAL":"Relating to, or having the character of, a cicatrix. Dunglison.","SAXIFRAGE":"Any plant of the genus Saxifraga, mostly perennial herbsgrowing in crevices of rocks in mountainous regions. Burnetsaxifrage, a European umbelliferous plant (Pimpinella Saxifraga).-- Golden saxifrage, a low half-sacculent herb (Chrysospleniumoppositifolium) growing in rivulets in Europe; also, C. Americanum,common in the United States. See also under Golden.-- Meadow saxifrage, or Pepper saxifrage. See under Meadow.","GESTURELESS":"Free from gestures.","SCUTAGE":"Shield money; commutation of service for a sum of money. SeeEscuage.","HYGIENIST":"One versed in hygiene.","DIRKNESS":"Darkness. [Obs.] Chaucer.","FERIER":", compar. of Fere, fierce. [Obs.]Rhenus ferier than the cataract. Marston.","XENOGAMY":"Cross fertilization.","ABSTRACTEDLY":"In an abstracted manner; separately; with absence of mind.","XYLOCOPA":"A genus of hymenopterous insects including the carpenter. SeeCarpenter bee, under Carpenter.-- Xy*loc\"o*pine, a.","SILICIC":"Pertaining to, derived from, or resembling, silica;specifically, designating compounds of silicon; as, silicic acid.Silicic acid (Chem.), an amorphous gelatinous substance, Si(HO)4,very unstable and easily dried to silica, but forming many stablesalts; -- called also orthosilicic, or normal silicic, acid.","TITAN":"Titanic.The Titan physical difficulties of his enterprise. I. Taylor.","DISENTWINE":"To free from being entwined or twisted. Shelley.","SUPERINTEND":"To have or exercise the charge and oversight of; to overseewith the power of direction; to take care of with authority; tosupervise; as, an officer superintends the building of a ship or theconstruction of a fort.The king may appoint a council, who may superintend the works of thisnature. Bacon.","INCREDIBLY":"In an incredible manner.","PERMANGANATE":"A salt of permanganic acid. Potassium permanganate. (Chem.) SeePotassium permanganate, under Potassium.","LITHIC":"Pertaining to the formation of uric-acid concretions (stone) inthe bladder and other parts of the body; as, lithic diathesis. LIthicacid (Old Med. Chem.), uric acid. See Uric acid, under Uric.","CALIDUCT":"A pipe or duct used to convey hot air or steam.Subterranean caliducts have been introduced. Evelyn.","PENOCK":"See Pend.","INTANGLE":"See Entangle.","PLEIOCENE":"See Pliocene.","WHIPPER":"A kind of simple willow.","MONOPERSONAL":"Having but one person, or form of existence.","SEERESS":"A female seer; a prophetess.","PYCNOGONID":"One of the Pycnogonida.","LOOCH":"See 2d Loch.","DIFFIDE":"To be distrustful. [Obs.] Dr. H. More.","MERCENARINESS":"The quality or state of being mercenary; venality. Boyle.","SPASMODIC":"Of or pertaining to spasm; consisting in spasm; occuring in, orcharacterized by, spasms; as, a spasmodic asthma.","TRIBUNATE":"The state or office of a tribune; tribuneship.","LAMENT":"To express or feel sorrow; to weep or wail; to mourn.Jeremiah lamented for Josiah. 2 Chron. xxxv. 25.Ye shall weep and lament, but the world shall rejoice. John xvi. 20.","ENLACE":"To bind or encircle with lace, or as with lace; to lace; toencircle; to enfold; hence, to entangle.Ropes of pearl her neck and breast enlace. P. Fletcher.","MINIMIZE":"To reduce to the smallest part or proportion possible; toreduce to a minimum. Bentham.","PETIOLE":"A leafstalk; the footstalk of a leaf, connecting the blade withthe stem. See Illust. of Leaf.","BOW":"An inclination of the head, or a bending of the body, in tokenof reverence, respect, civility, or submission; an obeisance; as, abow of deep humility.","MISBELIEF":"Erroneous or false belief.","HIGHBINDER":"A ruffian; one who hounds, or spies upon, another; app. esp. tothe members of certain alleged societies among the Chinese. [U. S.]","ECHOMETER":"A graduated scale for measuring the duration of sounds, anddetermining their different, and the relation of their intervals. J.J. Rousseau.","INSISTENTLY":"In an insistent manner.","CATEGORICALLY":"Absolutely; directly; expressly; positively; as, to affirmcategorically.","COFFER":"A panel deeply recessed in the ceiling of a vault, dome, orportico; a caisson.","URBICOLOUS":"Of or pertaining to a city; urban. [R.]","IMPARTER":"One who imparts.","DOWST":"A dowse. [Obs.] Beau. & Fl.","ETTIN":"A giant. [Obs.] Beau & Fl.","WEAKFISH":"Any fish of the genus Cynoscion; a squeteague; -- so calledfrom its tender mouth. See Squeteague. Spotted weakfish (Zoöl.), thespotted squeteague.","CONCERTANTE":"A concert for two or more principal instruments, withorchestral accompaniment. Also adjectively; as, concertante parts.","ERRABUND":"Erratic. \"Errabund guesses.\" Southey.","OENANTHOL":"An oily substance obtained by the distillation of castor oil,recognized as the aldehyde of oenanthylic acid, and hence called alsooenanthaldehyde.","UNTONGUE":"To deprive of a tongue, or of voice. [Obs.] Fuller.","DAYFLOWER":"A genus consisting mostly of tropical perennial herbs(Commelina), having ephemeral flowers.","PLURIFARIOUS":"Of many kinds or fashions; multifarious.","OUTFLING":"A gibe; a contemptuous remark.","GASCONADER":"A great boaster; a blusterer.","ARCHY":"Arched; as, archy brows.","ENERGUMEN":"One possessed by an evil spirit; a demoniac.","PINTSCH GAS":"A kind of oil gas extensively used for lighting railroad cars,which carry it in compressed form.","PORTABLENESS":"The quality or state of being portable; portability.","PAT":"To strike gently with the fingers or hand; to stroke lightly;to tap; as, to pat a dog.Gay pats my shoulder, and you vanish quite. Pope.","RUBBISH":"Waste or rejected matter; anything worthless; valueless stuff;trash; especially, fragments of building materials or fallenbuildings; ruins; débris.What rubbish and what offal! Shak.he saw the town's one half in rubbish lie. Dryden.Rubbish pulley. See Gin block, under Gin.","FORBIDDENLY":"In a forbidden or unlawful manner. Shak.","CONTRADISTINCT":"Distinguished by opposite qualities. J. Goodwin.","EMULSIFY":"To convert into an emulsion; to form an emulsion; to reducefrom an oily substance to a milky fluid in which the fat globules arein a very finely divided state, giving it the semblance of solution;as, the pancreatic juice emulsifies the oily part of food.","ROLLER COASTER":"An amusement railroad in which cars coast by gravity over along winding track, with steep pitches and ascents.","QUIRKISH":", Consisting of quirks; resembling a quirk. Barrow.","BILAND":"A byland. [Obs.] Holland.","GLEE":"An unaccompanied part song for three or more solo voices. It isnot necessarily gleesome.","BLEAREYEDNESS":"The state of being blear-eyed.","BOER":"A colonist or farmer in South Africa of Dutch descent.","PIPERIDINE":"An oily liquid alkaloid, C5H11N, having a hot, peppery,ammoniacal odor. It is related to pyridine, and is obtained by thedecomposition of piperine.","ACCOMPLISHER":"One who accomplishes.","TALCUM":"Same as Talc.","SATISFIER":"One who satisfies.","IMPREGN":"To impregnate; to make fruitful. [Obs.]His perniciousss words, impregned With reason. Milton.Semele doth Bacchus bear Impregned of Jove. Dr. H. More.","ACIDIFICATION":"The act or process of acidifying, or changing into an acid.","PRUDENCY":"Prudence. [Obs.] Hakluyt.","YEAN":"To bring forth young, as a goat or a sheep; to ean. Shak.","KECKSY":"The hollow stalk of an umbelliferous plant, such as the cowparsnip or the hemlock. [Written also kex, and in pl., kecks, kaxes.]Nothing teems But hateful docks, rough thistles, kecksies, burs.Shak.","PHLORETIN":"A bitter white crystalline substance obtained by thedecomposition of phlorizin, and formerly used to some extent as asubstitute for quinine.","RESOURCEFUL":"Full of resources.","ELIMINATION":"the act of discharging or excreting waste products or foreignsubstances through the various emunctories.","PITYROID":"Having the form of, or resembling, bran. Smart.","ENCALENDAR":"To register in a calendar; to calendar. Drayton.","REFLEX":"Of, pertaining to, or produced by, stimulus or excitationwithout the necessary intervention of consciousness. Reflex action(Physiol.), any action performed involuntarily in consequence of animpulse or impression transmitted along afferent nerves to a nervecenter, from which it is reflected to an efferent nerve, and so callsinto action certain muscles, organs, or cells.-- Reflex nerve (Physiol.), an excito-motory nerve. See Exito-motory.","JOURNEYER":"One who journeys.","TONED":"Having (such) a tone; -- chiefly used in composition; as, high-toned; sweet-toned. Toned paper, paper having a slight tint, indistinction from paper which is quite white.","WITCH":"A cone of paper which is placed in a vessel of lard or otherfat, and used as a taper. [Prov. Eng.]","EQUIVALUE":"To put an equal value upon; to put (something) on a par withanother thing. W. Taylor.","PUN":"To pound. [Obs.]He would pun thee into shivers with his fist. Shak.","NALE":"Ale; also, an alehouse. [Obs.]Great feasts at the nale. Chaucer.","COMIC":"A comedian. [Obs.] Steele.","MICKLE":"Much; great. [Written also muckle and mockle.] [Old Eng. &Scot.] \"A man of mickle might.\" Spenser.","RELIQUIDATION":"A second or renewed liquidation; a renewed adjustment. A.Hamilton.","GLABRATE":"Becoming smooth or glabrous from age. Gray.","REMBLAI":"Earth or materials made into a bank after having beenexcavated.","NARIFORM":"Formed like the nose.","OSTEOGENETIC":"Connected with osteogenesis, or the formation of bone;producing bone; as, osteogenetic tissue; the osteogenetic layer ofthe periosteum.","RHIPIPTERAN":"Same as Rhipipter.","AIRMANSHIP":"Art, skill, or ability in the practice of aërial navigation.","CONVOLVE":"To roll or wind together; to roll or twist one part on another.Then Satan first knew pain, And writhed him to and fro convolved.Milton.","BRYOLOGIST":"One versed in bryology.","BUSHELAGE":"A duty payable on commodities by the bushel. [Eng.]","DETAILER":"One who details.","METTE":"of Mete, to dream. Chaucer.","ENTASIA":"Tonic spasm; -- applied generically to denote any diseasecharacterized by tonic spasms, as tetanus, trismus, etc.","EVACUANT":"Emptying; evacuative; purgative; cathartic.-- n. (Med.)","SOONEE":"See Sunnite.","CHRISTLY":"Christlike. H. Bushnell.","ADENOTOMIC":"Pertaining to adenotomy.","DRAGONLIKE":"Like a dragon. Shak.","ERGAL":"Potential energy; negative value of the force function.","HOURLY":"Happening or done every hour; occurring hour by hour; frequent;often repeated; renewed hour by hour; continual.In hourly expectation of a martyrdom. Sharp.","OPPUGNER":"One who opposes or attacks; that which opposes. Selden.","POOLER":"A stick for stirring a tan vat.","LEVULOSAN":"An unfermentable carbohydrate obtained by gently heatinglevulose.","UNJOINTED":"Having no joint or articulation; as, an unjointed stem.","GENTILIZE":"To render gentile or gentlemanly; as, to gentilize yourunworthy sones. [R.] Sylvester.","DURANTE":"During; as, durante vita, during life; durante bene placito,during pleasure.","MELANOSCOPE":"An instrument containing a combination of colored glasses suchthat they transmit only red light, so that objects of other colors,as green leaves, appear black when seen through it. It is used forviewing colored flames, to detect the presence of potassium, lithium,etc., by the red light which they emit.","RED":". imp. & p. p. of Read. Spenser.","OBLECTATION":"The act of pleasing highly; the state of being greatly pleased;delight. [R.] Feltham.","MUSCOVADO":"Pertaining to, or of the nature of, unrefined or raw sugar,obtained from the juice of the sugar cane by evaporating and drainingoff the molasses. Muscovado sugar contains impurities which render itdark colored and moist.","PROTHALLUS":"The minute primary growth from the spore of ferns and otherPteridophyta, which bears the true sexual organs; the oöphoricgeneration of ferns, etc.","ANTIHEMORRHAGIC":"Tending to stop hemorrhage.-- n.","REEMBARK":"To put, or go, on board a vessel again; to embark again.","BARDLING":"An inferior bard. J. Cunningham.","CENTIARE":"See centare.","MAXILLO-PALATINE":"Pertaining to the maxillary and palatine regions of the skull;as, the maxillo-palatine process of the maxilla. Also used as n.","SUPERIMPREGNATION":"The act of impregnating, or the state of being impregnated, inaddition to a prior impregnation; superfetation.","SEVENTEENTH":"An interval of two octaves and a third.","AURICLED":"Having ear-shaped appendages or lobes; auriculate; as, auricledleaves.","BRID":"A bird. [Obs.] Chaucer.","PREASE":"To press; to crowd. [Obs.] -- n.","FOCAL":"Belonging to,or concerning, a focus; as, a focal point. Focaldistance, or length,of a lens or mirror (Opt.), the distance of thefocus from the surface of the lens or mirror, or more exactly, in thecase of a lens, from its optical center. --Focal distance of atelescope, the distance of the image of an object from the objectglass.","OPUS":"A work; specif. (Mus.), a musical composition.","DEFINITIVENESS":"The quality of being definitive.","PLUMBIC":"Of, pertaining to, resembling, or containing, lead; -- usedspecifically to designate those compounds in which it has a highervalence as contrasted with plumbous compounds; as, plumbic oxide.","GRAIN":"See Groan. [Obs.]","HYDROSULPHURETED":"Combined with hydrogen sulphide.","WRECKING":"a. & n. from Wreck, v. Wrecking car (Railway), a car fitted upwith apparatus and implements for removing the wreck occasioned by anaccident, as by a collision.-- Wrecking pump, a pump especially adapted for pumping water fromthe hull of a wrecked vessel.","AGATY":"Of the nature of agate, or containing agate.","ASPIRATOR":"An apparatus for passing air or gases through or over certainliquids or solids, or for exhausting a closed vessel, by means ofsuction.","SAND-BLIND":"Having defective sight; dim-sighted; purblind. Shak.","CORRESPONDENT":"Suitable; adapted; fit; corresponding; congruous; conformable;in accord or agreement; obedient; willing.Action correspondent or repugnant unto the law. Hooker.As fast the correspondent passions rise. Thomson.I will be correspondent to command. Shak.","PERVICACY":"Pervicacity. [Obs.]","AVENS":"A plant of the genus Geum, esp. Geum urbanum, or herb bennet.","ENCHONDROMA":"A cartilaginous tumor growing from the interior of a bone.Quain.","DIGNIFIED":"Marked with dignity; stately; as, a dignified judge.","LIBERTY":"A curve or arch in a bit to afford room for the tongue of thehorse.","ALLEGIANT":"Loyal. Shak.","BECHANCE":"By chance; by accident. [Obs.] Grafton.","HYDRIODATE":"Same as Hydriodide.","INEFFABLY":"In a manner not to be expressed in words; unspeakably. Milton.","ENTOTHORAX":"See Endothorax.","AFFINE":"To refine. [Obs.] Holland.","MISKNOW":"To have a mistaken notion of or about. [Obs.] Bp. Hall.","GLISSETTE":"The locus described by any point attached to a curve that slipscontinuously on another fixed curve, the movable curve having norotation at any instant.","AUTOECIOUS":"Passing through all its stages on one host, as certainparasitic fungi; -- contrasted with heterocious.","PHOTODROME":"An apparatus consisting of a large wheel with spokes, whichwhen turning very rapidly is illuminated by momentary flashes oflight passing through slits in a rotating disk. By properly timingthe succession of flashes the wheel is made to appear to bemotionless, or to rotate more or less slowly in either direction.","PELOTA":"A Basque, Spanish, and Spanish-American game played in a court,in which a ball is struck with a wickerwork racket.","GRIL":"Harah; hard; severe; stern; rough. [Obs.] Rom. of R.","AIR DRILL":"A drill driven by the elastic pressure of condensed air; apneumatic drill. Knight.","PATELA":"A large flat-bottomed trading boat peculiar to the riverGanges; -- called also puteli.","HYPEROARTIA":"An order of marsipobranchs including the lampreys. Thesuckerlike moth contains numerous teeth; the nasal opening is in themiddle of the head above, but it does not connect with the mouth. SeeCyclostoma, and Lamprey.","PHOCINE":"Of or pertaining to the seal tribe; phocal.","THUSSOCK":"See Tussock. [Obs.]","VULCAN":"The god of fire, who presided over the working of metals; --answering to the Greek Hephæstus.","INTERAXAL":"Situated in an interaxis. Gwilt.","DARTER":"The snakebird, a water bird of the genus Plotus; -- so calledbecause it darts out its long, snakelike neck at its prey. SeeSnakebird.","ASSISTIVE":"Lending aid, helping.","EMANCIPATE":"To set free from the power of another; to liberate; as: (a) Toset free, as a minor from a parent; as, a father may emancipate achild. (b) To set free from bondage; to give freedom to; to manumit;as, to emancipate a slave, or a country.Brasidas . . . declaring that he was sent to emancipate Hellas.Jowett (Thucyd. ).","MONARCHIZER":"One who monarchizes; also, a monarchist.","SELF-COMMAND":"Control over one's own feelings, temper, etc.; self-control.","ANNUNCIATE":"To announce.","OVERFRIEZE":"To cover with a frieze, or as with a frieze. E. Hall.","REGLE":"To rule; to govern. [Obs.] \"To regle their lives.\" Fuller.","MONGOLIAN":"Of or pertaining to Mongolia or the Mongols.-- n.","ORTHOEPIST":"One who is skilled in orthoëpy.","PEROXIDATION":"Act, process, or result of peroxidizing; oxidation to aperoxide.","EXUNDATE":"To overflow; to inundate. [Obs.] Bailey.","ILE":"Ear of corn. [Obs.] Ainsworth.","STOPLESS":"Not to be stopped. Davenant.","ADJUSTAGE":"Adjustment. [R.]","WHUR":"A humming or whirring sound, like that of a body moving throughthe air with velocity; a whir.","OSTEOPLASTY":"An operation or process by which the total or partial loss of abone is remedied. Dunglison.","CHEERFULLY":"In a cheerful manner, gladly.","GUEPARDE":"The cheetah.","ATMOLOGY":"That branch of science which treats of the laws and phenomenaof aqueous vapor. Whewell.","GROSSBEAK":"See Grosbeak.","ACERVAL":"Pertaining to a heap. [Obs.]","COARSELY":"In a coarse manner; roughly; rudely; inelegantly; uncivilly;meanly.","CHIMNEY":"A body of ore, usually of elongated form, extending downward ina vein. Raymond. Chimney board, a board or screen used to close afireplace; a fireboard.-- Chimney cap, a device to improve the draught of a chimney, bypresenting an exit aperture always to leeward.-- Chimney corner, the space between the sides of the fireplace andthe fire; hence, the fireside.-- Chimney hook, a hook for holding pats and kettles over a fire, --Chimney money, hearth money, a duty formerly paid in England for eachchimney.-- Chimney pot (Arch.), a cylinder of earthenware or sheet metalplaced at the top of a chimney which rises above the roof.-- Chimney swallow. (Zoöl.) (a) An American swift (Chæturepelasgica) which lives in chimneys. (b) In England, the commonswallow (Hirundo rustica).-- Chimney sweep, Chimney sweeper, one who cleans chimneys of soot;esp. a boy who climbs the flue, and brushes off the soot.","WHITEWALL":"The spotted flycatcher; -- so called from the white color ofthe under parts. [Prov. Eng.]","ELATERITE":"A mineral resin, of a blackish brown color, occurring in soft,flexible masses; -- called also mineral caoutchouc, and elasticbitumen.","EMBALL":"To encircle or embrace. [Obs.] Sir P. Sidney.","ENSLAVER":"One who enslaves. Swift.","ASTRONOMIZE":"To study or to talk astronomy. [R.]They astronomized in caves. Sir T. Browne.","MECHANICIAN":"One skilled in the theory or construction of machines; amachinist. Boyle.","TELESCOPY":"The art or practice of using or making telescopes.","AWAKE":"To cease to sleep; to come out of a state of natural sleep;and, figuratively, out of a state resembling sleep, as inaction ordeath.The national spirit again awoke. Freeman.Awake to righteousness, and sin not. 1 Cor. xv. 34.","MALACODERM":"One of a tribe of beetles (Malacodermata), with a soft andflexible body, as the fireflies.","ZAREBA":"An improvised stockade; especially, one made of thorn bushes,etc. [Written also zareeba, and zeriba.] [Egypt]\"Ah,\" he moralizes, \"what wonderful instinct on the part of thislittle creature to surround itself with a zareba like the troopsafter Osman Digma.\" R. Jefferies.","ARTLESSLY":"In an artless manner; without art, skill, or guile;unaffectedly. Pope.","CIRCUMVALLATE":"To surround with a rampart or wall. Johnson.","NON-PROS":"To decline or fail to prosecute; to allow to be dropped (saidof a suit); to enter judgment against (a plaintiff who fails toprosecute); as, the plaintiff was non-prossed.","PORTFIRE":"A case of strong paper filled with a composition of niter,sulphur, and mealed powder, -- used principally to ignite the primingin proving guns, and as an incendiary material in shells.","PADOW":"A paddock, or toad. Padow pipe. (Bot.) See Paddock pipe, underPaddock.","MACROSPORANGIUM":"A sporangium or conceptacle containing only large spores; --opposed to microsporangium. Both are found in the genera Selaginella,Isoctes, and Marsilia, plants remotely allied to ferns.","BOSKAGE":"Same as Boscage.Thridding the somber boskage of the wood. Tennyson.","FLUSHNESS":"The state of being flush; abundance.","PROSPHYSIS":"A growing together of parts; specifically, a morbid adhesion ofthe eyelids to each other or to the eyeball. Dunglison.","CUNCTATIVE":"Slow; tardy; dilatory; causing delay.","SUZERAIN":"A superior lord, to whom fealty is due; a feudal lord; a lordparamount.","LARINE":"Of or pertaining to the Gull family (Laridæ).","THIOTOLENE":"A colorless oily liquid, C4H3S.CH3, analogous to, andresembling, toluene; -- called also methyl thiophene.","INCONCOCT":"Inconcocted. [Obs.]","COMMENT":"To make remarks, observations, or criticism; especially, towrite notes on the works of an author, with a view to illustrate hismeaning, or to explain particular passages; to write annotations; --often followed by on or upon.A physician to comment on your malady. Shak.Critics . . . proceed to comment on him. Dryden.I must translate and comment. Pope.","TRELLIS":"A structure or frame of crossbarred work, or latticework, usedfor various purposes, as for screens or for supporting plants.","HYPOSULPHURIC":"Pertaining to, or containing, sulphur in a lower state ofoxidation than in the sulphuric compounds; as, hyposulphuric acid.Hyposulphuric acid, an acid, H2S2O6, obtained by the action ofmanganese dioxide on sulphur dioxide, and known only in a waterysolution and in its salts; -- called also dithionic acid. SeeDithionic.","BERGOMASK":"A rustic dance, so called in ridicule of the people of Bergamo,in Italy, once noted for their clownishness.","ODORATE":"Odorous. [Obos.] Bacon.","FORMICATE":"Resembling, or pertaining to, an ant or ants.","FRUSTRATION":"The act of frustrating; disappointment; defeat; as, thefrustration of one's designs","CIRCUMFUSE":"To pour round; to spread round.His army circumfused on either wing. Milton.","TRASS":"A white to gray volcanic tufa, formed of decomposed trachyticcinders; -- sometimes used as a cement. Hence, a coarse sort ofplaster or mortar, durable in water, and used to line cisterns andother reservoirs of water. [Formerly written also tarras, tarrace,terras.]","UNGUICULAR":"Of or pertaining to a claw or a nail; ungual.","SICKLEMAN":"One who uses a sickle; a reaper.You sunburned sicklemen, of August weary. Shak.","ANNOYER":"One who, or that which, annoys.","TAPHRENCHYMA":"Same as Bothrenchyma.","MACKINAW BOAT":"A flat-bottomed boat with a pointed prow and square stern,using oars or sails or both, used esp. on the upper Great Lakes andtheir tributaries.","CHAFFER":"One who chaffs.","MORCEAU":"A bit; a morsel.","HEPTARCHY":"A government by seven persons; also, a country under sevenrulers.","DISSIPATIVITY":"The rate at which palpable energy is dissipated away into otherforms of energy.","PRESTRICTION":"Obstruction, dimness, or defect of sight. [Obs.] Milton.","OSSUARY":"A place where the bones of the dead are deposited; a charnelhouse. [Obs.] Sir T. Browne.","LAKAO":"Sap green. [China]","SHRIEVALTY":"The office, or sphere of jurisdiction, of a sheriff;sheriffalty.It was ordained by 28 Edward I that the people shall have election ofsheriff in every shire where the shrievalty is not of inheritance.Blackstone.","SUBSILICATE":"A basic silicate.","CATACROTIC":"Designating, pertaining to, or characterized by, that form ofpulse tracing, or sphygmogram, in which the descending portion of thecurve is marked by secondary elevations due to two or more expansionsof the artery in the same beat. -- Ca*tac\"rotism (#), n.","PREEXISTENTISM":"The theory of a preëxistence of souls before their associationwith human bodies. Emerson.","SPARKFUL":"Lively; brisk; gay. [Obs.] \"Our sparkful youth.\" Camden.","POETASTRY":"The works of a poetaster. [R.]","ROSELLE":"a malvaceous plant (Hibiscus Sabdariffa) cultivated in the eastand West Indies for its fleshy calyxes, which are used for makingtarts and jelly and an acid drink.","OBUMBRATION":"Act of darkening or obscuring. [R.] Sir T. More.","EXCEPTIVE":"That excepts; including an exception; as, an exceptiveproposition. I. Watts.A particular and exceptive law. Milton.","SURREBUT":"To reply, as a plaintiff to a defendant's rebutter.","CHALDAIC":"Of or pertaining to Chaldes.-- n.","PODICEPS":"See Grebe.","HOMOEOMERIA":"The state or quality of being homogeneous in elements or firstprinciples; likeness or identity of parts.","OLIVASTER":"Of the color of the olive; tawny. Sir T. Herbert.","CADENCY":"Descent of related families; distinction between the members ofa family according to their ages. Marks of cadency (Her.), bearingsindicating the position of the bearer as older or younger son, or asa descendant of an older or younger son. See Difference (Her.).","BRAGGET":"A liquor made of ale and honey fermented, with spices, etc.[Obs.] B. Jonson.","UNLAWED":"Not having the claws and balls of the forefeet cut off; -- saidof dogs.","HYPOSKELETAL":"Beneath the endoskeleton; hypaxial; as, the hyposkeletalmuscles; -- opposed to episkeletal.","RETROCEDE":"To cede or grant back; as, to retrocede a territory to a formerproprietor.","UNMISTAKABLE":"Incapable of being mistaken or misunderstood; clear; plain;obvious; evident.-- Un`mis*tak\"a*bly, adv.","UPHEAVE":"To heave or lift up from beneath; to raise. Milton.","VIOLOUS":"Violent. [Obs.] J. Fletcher.","IODIZE":"To treat or impregnate with iodine or its compounds; as, toiodize a plate for photography. R. Hunt.","MUTTONY":"Like mutton; having a flavor of mutton.","PEDIATRIC":"Pertaining to the care and medical treatment of children.[Webster 1913 Suppl.]","COINHERITOR":"A coheir.","INDO-ENGLISH":"Of or relating to the English who are born or reside in India;Anglo-Indian.","CARCINOLOGICAL":"Of or pertaining to carcinology.","DUMFOUNDER":"To dumfound; to confound. [Written also dumbfounder.]","MAGNIFICATE":"To magnify or extol. [Obs.] Marston.","ACCOMBINATION":"A combining together. [R.]","SAPIENTLY":"In a sapient manner.","MYODYNAMIOMETER":"A myodynamometer.","NARRABLE":"Capable of being narrated or told. [Obs.]","PLATINIC":"Of, pertaining to, or containing, platinum; -- usedspecifically to designate those compounds in which the element has ahigher valence, as contrasted with the platinous compounds; as,platinic chloride (PtCl4).","SKIPJACK":"An elater; a snap bug, or snapping beetle.","MICROCOUSTIC":"Pertaining, or suited, to the audition of small sounds; fittedto assist hearing.","REMAIN":"To await; to be left to. [Archaic]The easier conquest now remains thee. Milton.","RAUCOUS":"Hoarse; harsh; rough; as, a raucous, thick tone. \"His voiceslightly raucous.\" Aytoun.-- Rau\"cous*ly, adv.","SIPHORHINIAN":"A siphorhinal bird.","CONSTITUTIONIST":"One who adheres to the constitution of the country.Bolingbroke.","RESISTIBLE":"Capable of being resisted; as, a resistible force. Sir M. Hale.-- Re*sist\"i*ble*ness, n.-- Re*sist\"i*bly, adv.","SLUNK":"imp. & p. p. of Slink.","AZOTOUS":": Nitrous; as, azotous acid. [R.]","SHOTGUN":"A light, smooth-bored gun, often double-barreled, especiallydesigned for firing small shot at short range, and killing smallgame.","SPECIFICATE":"To show, mark, or designate the species, or the distinguishingparticulars of; to specify. [Obs.] ir M. Hale.","EQUIPAGED":"Furnished with equipage.Well dressed, well bred. Well equipaged, is ticket good enough.Cowper.","SPORIDIFEROUS":"Bearing sporidia.","AUTOCHRONOGRAPH":"An instrument for the instantaneous self-recording or printingof time. Knight.","PESTEROUS":"Inclined to pester. Also, vexatious; encumbering; burdensome.[Obs.] Bacon."}